[{"issn": "0926-6410", "keywords-plus": "WORKING-MEMORY; OSCILLATIONS; TASK; ACTIVATION; NAVIGATION; AMNESIA;\nBAND", "abstract": "The neural correlates of conscious awareness during successful memory\nretrieval were examined. In a recognition test, subjects indicated\nwhether they consciously recollected the event in which a word was\nearlier presented (Remembering), or whether they recognized it on the\nbasis that it was familiar in the absence of recollection (Knowing). An\nearly EEG synchronization in the theta band predicted knowing, and a\nlater remembering. Moreover, early and late event-related potentials\nwere also found to predict knowing and remembering, respectively. The\nresults indicate that the temporal dynamics of theta synchronization are\nrelated to the particular conscious experiences associated with memory\nretrieval. (C) 2001 Elsevier Science B.V. All rights reserved.", "number": "1", "month": "AUG", "affiliation": "Klimesch, W (Reprint Author), Salzburg Univ, Inst Psychol, Dept Physiol Psychol, Hellbrunnerstr 34, A-5020 Salzburg, Austria.\nSalzburg Univ, Inst Psychol, Dept Physiol Psychol, A-5020 Salzburg, Austria.\nUniv Calif Davis, Dept Psychol, Davis, CA 95616 USA.", "doc-delivery-number": "473WC", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Theta synchronization during episodic retrieval: neural correlates of\nconscious awareness", "times-cited": "109", "unique-id": "ISI:000171070900004", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Aggleton JP, 1999, BEHAV BRAIN SCI, V22, P425.\nARNOLDS DEAT, 1980, ELECTROEN CLIN NEURO, V50, P324, DOI 10.1016/0013-4694(80)90160-1.\nBuzsaki G, 1996, CEREB CORTEX, V6, P81, DOI 10.1093/cercor/6.2.81.\nCOHEN NJ, 1980, SCIENCE, V210, P207, DOI 10.1126/science.7414331.\nDuzel E, 1997, P NATL ACAD SCI USA, V94, P5973, DOI 10.1073/pnas.94.11.5973.\nFfytche DH, 1998, NAT NEUROSCI, V1, P738, DOI 10.1038/3738.\nGevins A, 1997, CEREB CORTEX, V7, P374, DOI 10.1093/cercor/7.4.374.\nGivens B, 1996, NEUROREPORT, V8, P159, DOI 10.1097/00001756-199612200-00032.\nGrunwald T, 1998, NEUROREPORT, V9, P3375, DOI 10.1097/00001756-199810260-00007.\nKahana MJ, 1999, NATURE, V399, P781, DOI 10.1038/21645.\nKlimesch W, 1998, EVOKED POTENTIAL, V108, P123, DOI 10.1016/S0168-5597(97)00078-6.\nKLIMESCH W, 1994, ELECTROEN CLIN NEURO, V91, P428, DOI 10.1016/0013-4694(94)90164-3.\nKlimesch W, 1999, BRAIN RES REV, V29, P169, DOI 10.1016/S0165-0173(98)00056-3.\nKlimesch W, 2000, CLIN NEUROPHYSIOL, V111, P781, DOI 10.1016/S1388-2457(00)00254-6.\nKroll NEA, 1996, J MEM LANG, V35, P176, DOI 10.1006/jmla.1996.0010.\nO'Keefe J, 1999, TRENDS COGN SCI, V3, P403, DOI 10.1016/S1364-6613(99)01396-0.\nRugg MD, 1998, J MEM LANG, V39, P47, DOI 10.1006/jmla.1997.2555.\nSarnthein J, 1998, P NATL ACAD SCI USA, V95, P7092, DOI 10.1073/pnas.95.12.7092.\nTesche CD, 2000, P NATL ACAD SCI USA, V97, P919, DOI 10.1073/pnas.97.2.919.\nTulving E., 1985, CANADIAN PSYCHOL, V25, P1, DOI {[}10.1037/h0080017, DOI 10.1037/H0080017].\nWINSON J, 1990, SCI AM, V263, P42.\nYONELINAS AP, 1995, J MEM LANG, V34, P622, DOI 10.1006/jmla.1995.1028.\nYonelinas A. P., 1998, NEUROPSYCHOLOGY, V12, P1.", "volume": "12", "orcid-numbers": "Roehm, Dietmar/0000-0002-2370-4348", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000171070900004", "pages": "33-38", "usage-count-since-2013": "4", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00024-6", "language": "English", "keyword": "theta; memory; consciousness; ERP; ERD", "number-of-cited-references": "23", "author": "Klimesch, W and Doppelmayr, M and Yonelinas, A and Kroll, NEA and\nLazzara, M and Rohm, D and Gruber, W", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Cognitive Neuroscience, Centre for/C-7888-2011\n", "usage-count-(last-180-days)": "1"}, {"issn": "0098-5589", "abstract": "Missing data are often encountered in data sets used to construct effort\nprediction models. Thus far, the common practice has been to ignore\nobservations with missing data. This may result in biased prediction\nmodels. In this paper, we evaluate four missing data techniques (MDTs)\nin the context of software cost modeling: listwise deletion (LID), mean\nimputation (MI), similar response pattern imputation (SRPI), and full\ninformation maximum likelihood (FIML). We apply the MDTs to an ERP data\nset, and thereafter construct regression-based prediction models using\nthe resulting data sets. The evaluation suggests that only FIML is\nappropriate when the data are not missing completely at random (MCAR).\nUnlike FIML, prediction models constructed on LD, MI and SRPI data sets\nwill be biased unless the data are MCAR. Furthermore, compared to LID, MI and SRPI seem appropriate only if the resulting LID data set is too\nsmall to enable the construction of a meaningful regression-based\nprediction model.", "number": "11", "month": "NOV", "affiliation": "Norwegian Sch Management, POB 580, N-1301 Sandvika, Norway.\nNorwegian Sch Management, N-1301 Sandvika, Norway.", "doc-delivery-number": "489BM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "IEEE Trans. Softw. Eng.", "web-of-science-categories": "Computer Science, Software Engineering; Engineering, Electrical \\&\nElectronic", "title": "Analyzing data sets with missing data: An empirical evaluation of\nimputation methods and likelihood-based methods", "times-cited": "98", "note": "7th IEEE International Software Metrics Symposium, LONDON, ENGLAND, APR\n04-06, 2001", "unique-id": "ISI:000171972200004", "type": "Article; Proceedings Paper", "author-email": "ingunn.myrtveit@bi.no\nerik.stensrud@bi.no\nulf.olsson@bi.no", "journal": "IEEE TRANSACTIONS ON SOFTWARE ENGINEERING", "cited-references": "Anderson AB, 1983, HDB SURVEY RES, P415.\nANDERSON JC, 1984, PSYCHOMETRIKA, V49, P155, DOI 10.1007/BF02294170.\nANDERSON TW, 1957, J AM STAT ASSOC, V52, P200, DOI 10.2307/2280845.\nAngelis L., 2001, P 7 INT SOFTW METR S, P4.\nArbucle J.L., 1996, ADV STRUCTURAL EQUAT.\nARBUCLE JL, 1995, AMOS USERS GUIDE.\nBOOMSMA A, 1982, ROBUSTNESS LISREL MA.\nBROWN CH, 1983, PSYCHOMETRIKA, V48, P269.\nBrown RL, 1994, STRUCT EQU MODELING, V1, P287, DOI 10.1080/10705519409539983.\nConte S. D., 1986, SOFTWARE ENG METRICS.\nDeMarco T., 1982, CONTROLLING SOFTWARE.\nDempster A. P., 1983, INCOMPLETE DATA SAMP, V2, P3.\nEmam K.E., 2000, IEEE T SOFTWARE ENG, V26, P541.\nGoldman AI, 2000, J CONSCIOUSNESS STUD, V7, P3.\nGujarati D.N., 1995, BASIC ECONOMETRICS.\nJeffery R, 2001, P 7 INT SOFTW METR S, P16.\nJoreskog K., 1993, LISREL 8 USERS REFER.\nJORESKOG KG, 1995, PHRELIS 2 USERS REFE.\nJORESKOG KG, 2000, LISREL 8 50 STUDENT.\nJORESKOG KG, 2001, E COMMUNICATION  APR.\nKanji G., 1993, 100 STAT TESTS.\nLITTLE RJA, 1989, SOCIOL METHOD RES, V18, P292, DOI 10.1177/0049124189018002004.\nLittle R. J. A., 1987, STAT ANAL MISSING DA.\nMARDIA KV, 1970, BIOMETRIKA, V57, P519, DOI 10.2307/2334770.\nMINITAB INC., 2000, MIN STAT SOFTW.\nMUTHEN B, 1987, PSYCHOMETRIKA, V52, P431, DOI 10.1007/BF02294365.\nMyrtveit I, 1999, IEEE T SOFTWARE ENG, V25, P510, DOI 10.1109/32.799947.\nMyrtveit I., 2001, P 7 IEEE INT SOFTW M, P78.\nNEAL MC, 1994, MX STAT MODELING.\nROVINE MJ, 1990, STATISTICAL METHODS, V1, P35.\nRubin D.B., 1987, MULTIPLE IMPUTATION.\nSchafer J.L., 1997, ANAL INCOMPLETE MULT.\nSHAPIRO SS, 1972, J AM STAT ASSOC, V67, P215, DOI 10.2307/2284728.\nShepperd M, 1997, IEEE T SOFTWARE ENG, V23, P736, DOI 10.1109/32.637387.\nStensrud E, 1998, FIFTH INTERNATIONAL SOFTWARE METRICS SYMPOSIUM - METRICS 1998, PROCEEDINGS, P205, DOI 10.1109/METRIC.1998.731247.\nSTENSRUD E, 1998, P COST CONSTR MOD CO.\nSTRIKE K, ERB1071 NRC.\nSTRIKE K, IN PRESS IEEE T SOFT.\nWhite Halbert, 1994, ECONOMETRIC SOC MONO, V22.", "volume": "27", "address": "10662 LOS VAQUEROS CIRCLE, PO BOX 3014, LOS ALAMITOS, CA 90720-1314 USA", "ID": "ISI:000171972200004", "eissn": "1939-3520", "pages": "999-1013", "usage-count-since-2013": "4", "publisher": "IEEE COMPUTER SOC", "doi": "10.1109/32.965340", "language": "English", "keyword": "software effort prediction; cost estimation; missing data; imputation\nmethods; listwise deletion; mean imputation; similar response pattern\nimputation; full information maximum likelihood; log-log regression; ERP", "number-of-cited-references": "39", "author": "Myrtveit, I and Stensrud, E and Olsson, UH", "research-areas": "Computer Science; Engineering", "organization": "IEEE", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "EVENT-RELATED POTENTIALS; WORKING-MEMORY; SELECTIVE ATTENTION;\nPREFRONTAL CORTEX; ORBITOFRONTAL CORTEX; NEURAL MECHANISMS;\nAUDITORY-STIMULI; HUMAN BRAIN; TASK; TOPOGRAPHY", "abstract": "This study examined the topography of the event-related potential in\nvisual-spatial compared to visual-object target detection. The initial\nindex of target detection in the ERP was an inferior anterior P2a\naccompanied by a posterior N2b. Single unit studies in the monkey\nindicate that the detection of task relevant stimuli requires\ninteraction between prefrontal cortex and perceptual representation\nareas in the posterior brain. The posterior brain processes the physical\nfeatures of stimuli while frontal cortex performs higher-order\noperations, such as evaluating the task-relevance of a stimulus. Target\ndetection requires an interaction between feature representations and\nrelevance representations. We hypothesize that the P2a and N2b ERP\nindices of target detection reflect this frontal/posterior interaction.\nVisual-spatial feature information is processed in the dorsal posterior\nbrain (posterior parietal cortex) and visual-object information is\nprocessed in the ventral posterior brain (inferior occipito-temporal\ncortex). We observed that at the peak of the P2a the N2b was located\nover posterior dorsal leads in visual-spatial target detection and over\nposterior ventral leads in visual-object target detection. The P2a was\nlargest over inferior prefrontal leads in both tasks. We suggest that\nthis distribution is consistent with interaction between orbitofrontal\ncortical areas of salience representation and posterior cortical areas\nof stimulus feature representation. (C) 2001 Elsevier Science B.V. All\nrights reserved.", "number": "1", "month": "MAR", "affiliation": "Potts, GF (Reprint Author), Rice Univ, 6100 Main St, Houston, TX 77005 USA.\nRice Univ, Houston, TX 77005 USA.\nUniv Oregon, Eugene, OR 97403 USA.\nElect Geodes Inc, Eugene, OR USA.", "doc-delivery-number": "409NM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Frontal evaluation and posterior representation in target detection", "times-cited": "92", "unique-id": "ISI:000167389800012", "number-of-cited-references": "54", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "AINE CJ, 1986, ELECTROEN CLIN NEURO, V64, P228, DOI 10.1016/0013-4694(86)90171-9.\nBechara A, 2000, CEREB CORTEX, V10, P295, DOI 10.1093/cercor/10.3.295.\nBuckner RL, 1996, J NEUROSCI, V16, P6219.\nCalvert GA, 2000, BRAIN LANG, V71, P391, DOI 10.1006/brln.1999.2272.\nChafee MV, 1998, J NEUROPHYSIOL, V79, P2919.\nCOHEN JD, 1994, HUM BRAIN MAPP, V1, P1293.\nCorbetta M, 1998, ATTENTIVE BRAIN, P95.\nCoull JT, 1998, NEUROPSYCHOLOGIA, V36, P1325, DOI 10.1016/S0028-3932(98)00035-9.\nCOURCHESNE E, 1975, ELECTROEN CLIN NEURO, V39, P131, DOI 10.1016/0013-4694(75)90003-6.\nD'Esposito M, 1998, COGNITIVE BRAIN RES, V7, P1, DOI 10.1016/S0926-6410(98)00004-4.\nDESIMONE R, 1995, ANNU REV NEUROSCI, V18, P193, DOI 10.1146/annurev.ne.18.030195.001205.\nDESIMONE R, 1991, J COGNITIVE NEUROSCI, V3, P1, DOI 10.1162/jocn.1991.3.1.1.\nDESIMONE R, 1989, HDB NEUROPSYCHOLOGY, V2, P267.\nDesimone R., 1992, NEURAL NETWORKS VISI, P343.\nDESIMONE R, 1994, LARGE SCALE NEURONAL.\nDien J, 1998, BEHAV RES METH INS C, V30, P34, DOI 10.3758/BF03209414.\nFriston KJ, 1996, CEREB CORTEX, V6, P156, DOI 10.1093/cercor/6.2.156.\nFUSTER JM, 1984, TRENDS NEUROSCI, V7, P408, DOI 10.1016/S0166-2236(84)80144-7.\nFUSTER JM, 1985, BRAIN RES, V330, P299, DOI 10.1016/0006-8993(85)90689-4.\nFuster J. M., 1989, PREFRONTAL CORTEX.\nGevins A, 1996, ELECTROEN CLIN NEURO, V98, P327, DOI 10.1016/0013-4694(96)00288-X.\nGOLDMANRAKIC PS, 1988, ANNU REV NEUROSCI, V11, P137, DOI 10.1146/annurev.neuro.11.1.137.\nHARTER MR, 1978, ELECTROEN CLIN NEURO, V45, P628.\nHARTER MR, 1980, ELECTROEN CLIN NEURO, V49, P461, DOI 10.1016/0013-4694(80)90389-2.\nHARTER MR, 1982, NEUROPSYCHOLOGIA, V20, P421, DOI 10.1016/0028-3932(82)90041-0.\nHarter M. R., 1984, VARIETIES ATTENTION, P293.\nHaxby JV, 1998, ATTENTIVE BRAIN, P123.\nJOSIASSEN RC, 1982, PSYCHOPHYSIOLOGY, V19, P146, DOI 10.1111/j.1469-8986.1982.tb02536.x.\nKekoni J, 1996, EVOKED POTENTIAL, V100, P115, DOI 10.1016/0013-4694(95)00231-6.\nKENEMANS JL, 1993, ELECTROEN CLIN NEURO, V88, P51, DOI 10.1016/0168-5597(93)90028-N.\nKIRCHHOFF B, 2000, J NEUROSCI, V20, P6172.\nLuck SJ, 1997, COGNITIVE PSYCHOL, V33, P64, DOI 10.1006/cogp.1997.0660.\nLURIA A R, 1973, P3.\nMakeig S, 1999, J NEUROSCI, V19, P2665.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nMiller EK, 1996, J NEUROSCI, V16, P5154.\nPOSNER MI, 1990, ANNU REV NEUROSCI, V13, P25, DOI 10.1146/annurev.ne.13.030190.000325.\nPotts GF, 1998, ELECTROEN CLIN NEURO, V106, P444, DOI 10.1016/S0013-4694(97)00160-0.\nPotts GF, 1998, BIOL PSYCHIAT, V44, P982, DOI 10.1016/S0006-3223(98)00223-6.\nPotts GF, 1996, BRAIN TOPOGR, V9, P3, DOI 10.1007/BF01191637.\nPRIBRAM K H, 1973, P293.\nRaye CL, 2000, PSYCHOBIOLOGY, V28, P197.\nRolls ET, 2000, CEREB CORTEX, V10, P284, DOI 10.1093/cercor/10.3.284.\nRolls E. T., 1999, BRAIN EMOTION.\nSAMS M, 1985, ELECTROEN CLIN NEURO, V62, P437, DOI 10.1016/0168-5597(85)90054-1.\nSchultz W, 1997, SCIENCE, V275, P1593, DOI 10.1126/science.275.5306.1593.\nSIMSON R, 1977, ELECTROEN CLIN NEURO, V42, P528, DOI 10.1016/0013-4694(77)90216-4.\nSmith EE, 1997, COGNITIVE PSYCHOL, V33, P5, DOI 10.1006/cogp.1997.0658.\nSmith EE, 1999, SCIENCE, V283, P1657, DOI 10.1126/science.283.5408.1657.\nSMITH EE, 1995, J COGNITIVE NEUROSCI, V7, P337, DOI 10.1162/jocn.1995.7.3.337.\nSQUIRES NK, 1975, ELECTROEN CLIN NEURO, V38, P387, DOI 10.1016/0013-4694(75)90263-1.\nUngerleider Leslie G., 1994, Current Opinion in Neurobiology, V4, P157, DOI 10.1016/0959-4388(94)90066-3.\nWIJERS AA, 1989, PSYCHOPHYSIOLOGY, V26, P89, DOI 10.1111/j.1469-8986.1989.tb03137.x.\nWILSON FAW, 1993, SCIENCE, V260, P1955, DOI 10.1126/science.8316836.", "volume": "11", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000167389800012", "pages": "147-156", "usage-count-since-2013": "7", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00075-6", "language": "English", "keyword": "P2a; N2b; prefrontal cortex; inferior temporal cortex; posterior\nparietal cortex", "type": "Article", "author": "Potts, GF and Tucker, DM", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "1"}, {"issn": "0926-6410", "keywords-plus": "POSITRON EMISSION TOMOGRAPHY; ANTERIOR CINGULATE CORTEX; CREATING FALSE\nMEMORIES; RIGHT FRONTAL-LOBE; RECOGNITION MEMORY; CONSCIOUS\nRECOLLECTION; OLDER ADULTS; REMEMBERING WORDS; PREFRONTAL CORTEX; OBJECT\nFORM", "abstract": "This study investigates event related potentials (ERP) elicited by true\nand false recognition using words from different semantic categories. In\nExperiment I, ERPs for true and false recognition were more positive\nthan for correctly rejected NEW words starting around 300 ms after test\nword presentation (old/new ERP effects). ERP waveforms for true and\nfalse recognition revealed equal early (300-500 ms) fronto-medial\nold/new ERP effects, reflecting similar familiarity processes, but\nsmaller parietal old/new ERP effects (500-700 ms) for false relative to\ntrue recognition, suggesting less active recollection. Interestingly, a\nsubsequent performance based group comparison showed equivalent old/new\nERP effects for true and false recognition for participants with high\nrates of false recognition. In contrast, false recognition failed to\nelicit an old/new ERP effect in a group with low false recognition\nrates. To examine whether this between group difference was driven by\nthe differential use of information that studied words and semantically\nrelated non studied test words (LURE) have in common (conceptual\nsimilarity), we manipulated encoding strategy in Experiment 2. When\nencoding focused on conceptual similarity. comparable ERP-effects for\ntrue and false recognition were obtained, suggesting that both forms of\nrecognition were equally based on familiarity and recollection\nprocesses. Conversely, when encoding was focused on item specific\nfeatures, differences in brain activity for true and false recognition\nwere obtained. The ERP data indicate that, in addition to the false\nrecognition rate. strategic processes during encoding, such as\nprocessing conceptual features, are an important factor in determining\nelectrophysiological differences between true and false recognition. (C)\n2001 Elsevier Science B.V. All rights reserved.", "number": "3", "month": "JAN", "affiliation": "Nessler, D (Reprint Author), Max Planck Inst Cognit Neurosci, Stephanstr 1A, D-04103 Leipzig, Germany.\nMax Planck Inst Cognit Neurosci, D-04103 Leipzig, Germany.", "doc-delivery-number": "399HW", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Event related brain potentials and illusory memories: the effects of\ndifferential encoding", "times-cited": "89", "unique-id": "ISI:000166806400007", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Aggleton JP, 1999, BEHAV BRAIN SCI, V22, P425.\nAllan K, 1998, ACTA PSYCHOL, V98, P231, DOI 10.1016/S0001-6918(97)00044-9.\nBuckner RL, 1998, NEUROIMAGE, V7, P151, DOI 10.1006/nimg.1998.0327.\nCarter CS, 1998, SCIENCE, V280, P747, DOI 10.1126/science.280.5364.747.\nCOLLINS AM, 1975, PSYCHOL REV, V82, P407, DOI 10.1037//0033-295X.82.6.407.\nCurran T, 1997, NEUROPSYCHOLOGIA, V35, P1035, DOI 10.1016/S0028-3932(97)00029-8.\nCurran T, 1999, NEUROPSYCHOLOGIA, V37, P771, DOI 10.1016/S0028-3932(98)00133-X.\nCURRAN T, IN PRESS MEMORY COGN.\nDEESE J, 1959, J EXP PSYCHOL, V58, P17, DOI 10.1037/h0046671.\nDonchin E., 1997, BRAIN BEHAV PAST PRE, P67.\nDuzel E, 1999, P NATL ACAD SCI USA, V96, P1794, DOI 10.1073/pnas.96.4.1794.\nDuzel E, 1997, P NATL ACAD SCI USA, V94, P5973, DOI 10.1073/pnas.94.11.5973.\nFRIEDMAN D, IN PRESS MICROSC RES.\nFuchs M, 1998, IEEE T BIO-MED ENG, V45, P980, DOI 10.1109/10.704867.\nGallo DA, 1997, PSYCHON B REV, V4, P271, DOI 10.3758/BF03209405.\nGevins A, 1996, ELECTROEN CLIN NEURO, V98, P327, DOI 10.1016/0013-4694(96)00288-X.\nGEVINS A, 1995, ELECTROEN CLIN NEURO, V94, P129, DOI 10.1016/0013-4694(94)00261-I.\nGREENHOUSE SW, 1959, PSYCHOMETRIKA, V24, P95, DOI 10.1007/BF02289823.\nHenson RNA, 1999, J NEUROSCI, V19, P3962.\nHOMAN RW, 1987, ELECTROEN CLIN NEURO, V66, P376, DOI 10.1016/0013-4694(87)90206-9.\nHoormann J, 1998, BEHAV RES METH INS C, V30, P103, DOI 10.3758/BF03209420.\nJACOBY LL, 1981, J EXP PSYCHOL GEN, V110, P306, DOI 10.1037/0096-3445.110.3.306.\nJOHNSON MK, 1993, PSYCHOL BULL, V114, P3, DOI 10.1037//0033-2909.114.1.3.\nJohnson MK, 1997, PSYCHOL SCI, V8, P250, DOI 10.1111/j.1467-9280.1997.tb00421.x.\nJOHNSON MK, 1981, PSYCHOL REV, V88, P67, DOI 10.1037//0033-295X.88.1.67.\nJohnson R, 1998, INT J PSYCHOPHYSIOL, V29, P83, DOI 10.1016/S0167-8760(98)00006-3.\nJOHNSON R, 1993, PSYCHOPHYSIOLOGY, V30, P90.\nJohnson R., 1995, HDB NEUROPSYCHOLOGY, V10, P135.\nKeppel G., 1991, DESIGN ANAL.\nMANDLER G, 1980, PSYCHOL REV, V87, P252, DOI 10.1037//0033-295X.87.3.252.\nMather M, 1997, MEM COGNITION, V25, P826, DOI 10.3758/BF03211327.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nMcDermott KB, 1996, J MEM LANG, V35, P212, DOI 10.1006/jmla.1996.0012.\nMcDermott KB, 1997, PSYCHON B REV, V4, P582, DOI 10.3758/BF03214353.\nMecklinger A, 1999, J COGNITIVE NEUROSCI, P17.\nMecklinger A, 1998, MEM COGNITION, V26, P1068, DOI 10.3758/BF03201184.\nMecklinger A, 1998, NEUROPSYCHOLOGIA, V36, P441, DOI 10.1016/S0028-3932(97)00128-0.\nMECKLINGER A, IN PRESS PSYCHOPHYSI.\nMiller MB, 1999, PSYCHOL REV, V106, P398, DOI 10.1037/0033-295X.106.2.398.\nNorman KA, 1997, MEM COGNITION, V25, P838, DOI 10.3758/BF03211328.\nOKEN BS, 1986, ANN NEUROL, V19, P493, DOI 10.1002/ana.410190511.\nPALLER KA, 1995, PSYCHOL SCI, V6, P107, DOI 10.1111/j.1467-9280.1995.tb00315.x.\nPALLER KA, 1992, J COGNITIVE NEUROSCI, V4, P375, DOI 10.1162/jocn.1992.4.4.375.\nPaus T, 1998, NEUROREPORT, V9, pR37, DOI 10.1097/00001756-199806220-00001.\nPayne DG, 1996, J MEM LANG, V35, P261, DOI 10.1006/jmla.1996.0015.\nPenney T.B., 2000, COGNIT SCI Q, V1, P69.\nPERRIN F, 1989, ELECTROEN CLIN NEURO, V72, P184, DOI 10.1016/0013-4694(89)90180-6.\nPicton TW, 2000, PSYCHOPHYSIOLOGY, V37, P127, DOI 10.1017/S0048577200000305.\nRanganath C, 1999, NEURON, V22, P605, DOI 10.1016/S0896-6273(00)80714-X.\nRead JD, 1996, PSYCHON B REV, V3, P105, DOI 10.3758/BF03210749.\nReyna VF, 1997, LEARN INDIVID DIFFER, V9, P95, DOI 10.1016/S1041-6080(97)90002-9.\nROEDIGER HL, 1995, J EXP PSYCHOL LEARN, V21, P803, DOI 10.1037/0278-7393.21.4.803.\nRubin SR, 1999, COGN NEUROPSYCHOL, V16, P459.\nRugg MD, 1996, BRAIN, V119, P2073, DOI 10.1093/brain/119.6.2073.\nRugg MD, 1998, NATURE, V392, P595, DOI 10.1038/33396.\nRUGG MD, 1995, OX PSYCH S, P27.\nRUGG MD, 1995, OX PSYCH S, P132.\nSchacter DL, 1996, NEUROPSYCHOLOGIA, V34, P793, DOI 10.1016/0028-3932(95)00165-4.\nSchacter DL, 1998, ANNU REV PSYCHOL, V49, P289, DOI 10.1146/annurev.psych.49.1.289.\nSchacter DL, 1999, J MEM LANG, V40, P1, DOI 10.1006/jmla.1998.2611.\nSchacter DL, 1996, P NATL ACAD SCI USA, V93, P321, DOI 10.1073/pnas.93.1.321.\nSchacter DL, 1996, NEURON, V17, P267, DOI 10.1016/S0896-6273(00)80158-0.\nSeamon JG, 2000, J MEM LANG, V42, P120, DOI 10.1006/jmla.1999.2676.\nSharbrough F., 1990, GUIDELINES STANDARD.\nSMITH ME, 1993, J COGNITIVE NEUROSCI, V5, P1, DOI 10.1162/jocn.1993.5.1.1.\nSTRACK F, 1994, J MEM LANG, V33, P203, DOI 10.1006/jmla.1994.1010.\nTULVING E, 1985, CAN PSYCHOL, V26, P1, DOI 10.1037/h0080017.\nULLSPERGER M, 2000, J COGNITIVE NEUROSCI, V12, P1.\nUNDERWOOD BJ, 1965, J EXP PSYCHOL, V70, P122, DOI 10.1037/h0022014.\nWagner AD, 1998, BRAIN, V121, P1985, DOI 10.1093/brain/121.10.1985.\nWilding EL, 1997, NEUROPSYCHOLOGIA, V35, P119.\nWilding EL, 1996, BRAIN, V119, P889, DOI 10.1093/brain/119.3.889.", "volume": "10", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000166806400007", "pages": "283-301", "usage-count-since-2013": "11", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00049-5", "language": "English", "keyword": "false memory; event related potential; recognition memory; familiarity;\nrecollection", "number-of-cited-references": "72", "author": "Nessler, D and Mecklinger, A and Penney, TB", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Penney, Trevor/A-4554-2010", "usage-count-(last-180-days)": "9"}, {"issn": "0926-6410", "keywords-plus": "WORKING-MEMORY CONSTRAINTS; GARDEN-PATH SENTENCES;\nINDIVIDUAL-DIFFERENCES; AMBIGUITY RESOLUTION; VERB INFORMATION; POSITIVE\nSHIFT; EYE-MOVEMENTS; COMPREHENSION; COMPONENT; ANOMALIES", "abstract": "The present study investigates the processes involved in the recovery\nfrom temporarily ambiguous garden-path sentences. Event-related brain\npotentials (ERP) were recorded while subjects read German subject-object\nambiguous relative and complement clauses. As both clause types are\ninitially analyzed as subject-first structures, object-first structures\nrequire a revision which is more difficult for complement than for\nrelative clauses. The hypothesis is tested that the revision process\nconsists of two sub-processes, namely diagnosis and actual reanalysis.\nApplying a spatio-temporal principal component analysis to the ERP data, distinct positive sub-components presumably reflecting different\nsub-processes could be identified in the time range of the P300 and\nP600. It will be argued that the P600 is not a monolithic component, and\nthat different subprocesses may be involved at varying time points\ndepending on the type of garden-path sentence. (C) 2001 Elsevier Science\nB.V. All rights reserved.", "number": "2", "month": "APR", "affiliation": "Friederici, AD (Reprint Author), Max Planck Inst Cognit Neurosci, POB 500 355, D-04303 Leipzig, Germany.\nMax Planck Inst Cognit Neurosci, D-04303 Leipzig, Germany.\nUniv Illinois, Dept Psychol, Urbana, IL 61801 USA.\nUniv Illinois, Beckman Inst, Urbana, IL 61801 USA.", "doc-delivery-number": "418GQ", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Syntactic parsing preferences and their on-line revisions: a\nspatio-temporal analysis of event-related brain potentials", "times-cited": "86", "unique-id": "ISI:000167882900011", "number-of-cited-references": "81", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Bader M, 1999, J PSYCHOLINGUIST RES, V28, P121, DOI 10.1023/A:1023206208142.\nBADER M, 1994, PERSPECTIVES ON SENTENCE PROCESSING, P225.\nBader M., 1998, REANALYSIS SENTENCE, P1, DOI DOI 10.1007/978-94-015-9070-9\\_1.\nChafe W., 1988, WRIT COMMUN, V5, P396, DOI DOI 10.1177/0741088388005004001.\nCHWILLA DJ, 1995, PSYCHOPHYSIOLOGY, V32, P274, DOI 10.1111/j.1469-8986.1995.tb02956.x.\nCoulson S, 1998, LANG COGNITIVE PROC, V13, P21, DOI 10.1080/016909698386582.\nDANEMAN M, 1980, J VERB LEARN VERB BE, V19, P450, DOI 10.1016/S0022-5371(80)90312-6.\nde Vincenzi M., 1991, SYNTACTIC PARSING ST.\nDONCHIN E, 1988, BEHAV BRAIN SCI, V11, P357.\nDonchin E., 1978, MULTIDISCIPLINARY PE, P555.\nDonchin E., 1997, BRAIN BEHAV PAST PRE, P67.\nDonchin E., 1978, EVENT RELATED BRAIN, P349.\nFABIANI M, 1995, J EXPT PSYCHOL LEARN, V21, P1.\nFERREIRA F, 1990, J EXP PSYCHOL LEARN, V16, P555, DOI 10.1037/0278-7393.16.4.555.\nFodor JD, 1998, J PSYCHOLINGUIST RES, V27, P285, DOI 10.1023/A:1023258301588.\nFODOR JD, 1994, J PSYCHOLINGUIST RES, V23, P407, DOI 10.1007/BF02143947.\nFRAZIER L, 1995, J PSYCHOLINGUIST RES, V24, P437, DOI 10.1007/BF02143161.\nFRAZIER L, 1989, J MEM LANG, V28, P331, DOI 10.1016/0749-596X(89)90037-5.\nFRAZIER L, 1987, J MEM LANG, V26, P505, DOI 10.1016/0749-596X(87)90137-9.\nFRAZIER L, 1987, NAT LANG LINGUIST TH, V5, P519, DOI 10.1007/BF00138988.\nFrazier Lyn, 1978, THESIS U CONNECTICUT.\nColtheart M., 1987, ATTENTION PERFORM, P559.\nFriederici AD, 1996, J PSYCHOLINGUIST RES, V25, P157, DOI 10.1007/BF01708424.\nFriederici AD, 1996, J EXP PSYCHOL LEARN, V22, P1219, DOI 10.1037//0278-7393.22.5.1219.\nFriederici AD, 1998, BIOL PSYCHOL, V47, P193, DOI 10.1016/S0301-0511(97)00033-1.\nFriederici AD, 1999, MEM COGNITION, V27, P438, DOI 10.3758/BF03211539.\nFRIEDERICI AD, 1993, COGNITIVE BRAIN RES, V1, P183, DOI 10.1016/0926-6410(93)90026-2.\nFriederici A. D., 1998, REANALYSIS SENTENCE, P177.\nGERNSBACHER MA, 1991, J EXP PSYCHOL LEARN, V17, P245, DOI 10.1037/0278-7393.17.2.245.\nGIBSON E, 1994, J PSYCHOLINGUIST RES, V23, P381, DOI 10.1007/BF02143946.\nGIBSON E, 1994, THESIS CARNEGIE MELL.\nGorrell P, 1996, J PSYCHOLINGUIST RES, V25, P135, DOI 10.1007/BF01708423.\nGorrell P, 2000, COGNITIVE PARSING GE, P25.\nGorrell P., 1995, SYNTAX PARSING.\nGunter TC, 1999, J COGNITIVE NEUROSCI, P34.\nGunter TC, 1997, PSYCHOPHYSIOLOGY, V34, P660, DOI 10.1111/j.1469-8986.1997.tb02142.x.\nHAGOORT P, 1993, LANG COGNITIVE PROC, V8, P439, DOI 10.1080/01690969308407585.\nHICKOK G, 1993, J PSYCHOLINGUIST RES, V22, P239.\nHOLCOMB PJ, 1990, LANG COGNITIVE PROC, V5, P281, DOI 10.1080/01690969008407065.\nHopf JM, 1998, J COGNITIVE NEUROSCI, V10, P264, DOI 10.1162/089892998562690.\nHuynh H., 1970, J AM STAT ASSOC, V65, P1582, DOI DOI 10.1080/01621459.1970.10481187.\nJUST MA, 1992, PSYCHOL REV, V99, P122, DOI 10.1037/0033-295X.99.1.122.\nKaan E, 2000, LANG COGNITIVE PROC, V15, P159.\nKARIS D, 1984, ANN NY ACAD SCI, V425, P230, DOI 10.1111/j.1749-6632.1984.tb23539.x.\nKUTAS M, 1983, MEM COGNITION, V11, P539, DOI 10.3758/BF03196991.\nKUTAS M, 1980, SCIENCE, V207, P203, DOI 10.1126/science.7350657.\nKUTAS M, 1977, SCIENCE, V197, P792, DOI 10.1126/science.887923.\nKUTAS M, 1984, NATURE, V307, P161, DOI 10.1038/307161a0.\nMACDONALD MC, 1994, PSYCHOL REV, V101, P676, DOI 10.1037//0033-295X.101.4.676.\nMACDONALD MC, 1992, COGNITIVE PSYCHOL, V24, P56, DOI 10.1016/0010-0285(92)90003-K.\nMcKinnon R, 1996, LANG COGNITIVE PROC, V11, P495, DOI 10.1080/016909696387132.\nMcRae K, 1998, J MEM LANG, V38, P283, DOI 10.1006/jmla.1997.2543.\nMECKLINGER A, 1995, MEM COGNITION, V23, P477, DOI 10.3758/BF03197249.\nMENG M, 1998, REANALYSIS SENTENCE.\nMENG M, IN PRESS ARCHITECTUR.\nMITCHELL DC, 1992, J EXP PSYCHOL LEARN, V18, P69, DOI 10.1037/0278-7393.18.1.69.\nMUNTE TF, 1993, J COGNITIVE NEUROSCI, V5, P335, DOI 10.1162/jocn.1993.5.3.335.\nNeville H, 1991, J COGNITIVE NEUROSCI, V3, P155.\nOLDFIELD RC, 1971, NEUROPSYCHOLOGIA, V9, P97, DOI 10.1016/0028-3932(71)90067-4.\nOsterhout L, 1999, LANG COGNITIVE PROC, V14, P1, DOI 10.1080/016909699386356.\nOSTERHOUT L, 1992, J MEM LANG, V31, P785, DOI 10.1016/0749-596X(92)90039-Z.\nOSTERHOUT L, 1993, LANG COGNITIVE PROC, V8, P413, DOI 10.1080/01690969308407584.\nOsterhout L, 1996, J COGNITIVE NEUROSCI, V8, P507, DOI 10.1162/jocn.1996.8.6.507.\nOSTERHOUT L, 1994, J EXP PSYCHOL LEARN, V20, P786, DOI 10.1037//0278-7393.20.4.786.\nOsterhout L, 1995, J MEM LANG, V34, P739, DOI 10.1006/jmla.1995.1033.\nPATTERSON KE, 1987, ATTENTION PERFORM, V12, P209.\nPenke M, 1997, COGNITIVE BRAIN RES, V6, P37, DOI 10.1016/S0926-6410(97)00012-8.\nSCHLESEWSKY M, 2000, COGNITIVE PARSING GE, P65.\nSchriefers H., 1995, J MEM LANG, V34, P227.\nSpeer Shari, 1996, J PSYCHOLINGUISTIC R, V25, P247, DOI 10.1007/BF01708573.\nSpencer KM, 1999, PSYCHOPHYSIOLOGY, V36, P409, DOI 10.1017/S0048577299981180.\nSteinhauer K, 1997, Z EXP PSYCHOL, V44, P305.\nSteinhauer K, 1999, NAT NEUROSCI, V2, P191, DOI 10.1038/5757.\nSTEINHAUER K, IN PRESS J PSYCHOLIN.\nSTEINHAUER K, IN PRESS J COGN NE S.\nSTGEORGE M, 1994, J COGNITIVE NEUROSCI, V6, P70.\nSUTTON S, 1965, SCIENCE, V150, P1187, DOI 10.1126/science.150.3700.1187.\nVANPETTEN C, 1990, MEM COGNITION, V18, P380.\nVOS SH, 1999, THESIS KATHOLIEKE U.\nWARREN P, 1995, LANG COGNITIVE PROC, V10, P457, DOI 10.1080/01690969508407112.\nWOOD CC, 1984, ELECTROEN CLIN NEURO, V59, P249, DOI 10.1016/0168-5597(84)90064-9.", "volume": "11", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000167882900011", "pages": "305-323", "usage-count-since-2013": "10", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00065-3", "language": "English", "keyword": "event-related potential; language processing; syntactic ambiguity;\nspatio-temporal principal component analysis; P600/SPS; P300; ERP\nsub-component", "type": "Article", "author": "Friederici, AD and Mecklinger, A and Spencer, KM and Steinhauer, K and\nDonchin, E", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "0"}, {"issn": "0960-085X", "keywords-plus": "ENTERPRISE", "abstract": "ERP implementation is a socio-technical challenge that requires a\nfundamentally different outlook from technologically-driven innovation, and will depend on a balanced perspective where the organisation as a\ntotal system is considered. ERP implementation is considered to rely on\nbehavioural processes and actions. It is a process that involves\nmacro-implementation at the strategic level, and micro-implementation at\nthe operational level. This therefore means that implementation in the\ncontext of ERP systems is not possible through an ON/OFF approach\nwhereby deployment of the new systems will necessarily yield the desired\nand expected results. Understanding the implementation process through a\nbalanced perspective will therefore prevent any unpleasant surprises, and will ensure and guide the change process to be embedded in a\npainless fashion. The balanced perspective means that socio-technical\nconsiderations must be borne in mind; the strategic, tactical and\noperational steps clearly defined: and the expected benefits evaluated\nand tracked through creating seamless and solid integration. This paper\nproposes an integrative framework for ERP implementation based on an\nextensive review of the factors and the essential elements that\ncontribute to success in the context of ERP implementation.", "number": "4", "affiliation": "Zairi, M (Reprint Author), Univ Bradford, ECTQM, Bradford BD7 1DP, W Yorkshire, England.\nUniv Bradford, ECTQM, Bradford BD7 1DP, W Yorkshire, England.\nKing Saud Univ, Coll Comp \\& Informat Sci, Dept Informat Syst, Riyadh, Saudi Arabia.", "doc-delivery-number": "513YZ", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "Computer Science, Information Systems; Information Science \\& Library\nScience", "title": "ERP software implementation: an integrative framework", "pages": "216-226", "unique-id": "ISI:000173410000004", "number-of-cited-references": "55", "journal": "EUROPEAN JOURNAL OF INFORMATION SYSTEMS", "cited-references": "ADHIKARI R, 1998, PLANET IT        OCT.\nAl-Mashari M., 2000, Logistics Information Management, V13, P156, DOI 10.1108/09576050010326556.\nAPPELRATH H, 2000, SAP R3 IMPLEMENTATIO.\nBancroft N. H., 1998, IMPLEMENTING SAP R3.\nBINGI P, 1999, INFORMATION SYST SUM, P7.\nBOCIJ P, 1999, BUSINESS INFORMATION.\nBREHM L, 2000, P GLOB INF TECHN MAN.\nBUCKEMDEN R, 2000, SAP R3 SYSTEM INTRO.\nBUTLER J, 1999, INFORMATON SYSTE SUM, P15.\nComputer Technology Research Corporation, 1999, ENT RES PLANN INT AP.\nCooke D, 1998, 121798RR C BOARD.\nDAVENPORT T, 1998, CIO MAGAZINE    1201.\nDavenport T. H., 2000, MISSION CRITICAL REA.\nDAVENPORT TH, 1998, HARVARD BUSINESS JUL, P121.\n{*}DEL CONS, 2000, SUCC FIL DEL CONS.\nEverdingen Y., 2000, COMMUN ACM, V43, P27.\nGable G. G., 1998, J GLOBAL INFORMATION, V6, P3.\nGALLAWAY E, 1997, PC WEEK         0516.\n{[}Anonymous], 1999, ELECT MARKETS    JUN.\nGupta A, 2000, IND MANAGE DATA SYST, V100, P114, DOI 10.1108/02635570010286131.\nHoffer J. A., 1998, MODERN SYSTEMS ANAL.\nHOLLAND C, 1999, IEEE SOFTWARE    MAY, P30.\nJarrar Y., 2000, P 2000 IEEE INT C MA.\nKelly S.HollandC, 1999, P AM C INF SYST AMIC.\nKOCH C, 1999, CIO MAGAZINE    1222.\nKUIPER D, 1998, EVOLVING ENTERPRISE, V1.\nMarkus ML, 2000, COMMUN ACM, V43, P42, DOI 10.1145/332051.332068.\nMARTIN M, 1999, P AM C INF SYST AMIC.\nMartin M. H., 1998, FORTUNE         0202, P95.\nMELYMUKA K, 1998, COMPUTERWORLD    SEP.\nMILFORD M, 2000, P AM C INF SYST AMIC.\nNah F.F.-H., 2001, BUSINESS PROCESS MAN, V7, P285, DOI DOI 10.1108/14637150110392782.\nNorris G., 2000, E BUSINESS ERP TRANS.\nO'Leary D., 2000, ENTERPRISE RESOURCE.\nPARR A, 1999, P IFIT C NEW INF TEC.\nPAWLOWSIKI S, 1999, P AM C INF SYST AMIC.\nPEAK D, 2000, HDB INFORMATION TECH.\nRao SS, 2000, IND MANAGE DATA SYST, V100, P81, DOI 10.1108/02635570010286078.\nSCHULTHEIS R, 1998, MANAGEMENT INFORMATI.\nSIEBER, 1999, P AM C INF SYST AMIC.\nSlevin D., 1987, SLOAN MANAGEMENT FAL, P33.\nSLOOTEN K, 1999, P AM C INF SYST AMIC.\nSMETHURST J, 1999, P AM C INF SYST AMIC.\nSoh C, 2000, COMMUN ACM, V43, P47, DOI 10.1145/332051.332070.\nSomers TM, 2001, P 34 HAW INT C SYST.\nSOR R, 1999, P AM C INF SYST AMIC.\nSUMNER M, 1999, P AM C INF SYST AMIC.\nTREPPER C, 1999, ERP HUB IMPLEMENTATI.\nTURBAN E, 1999, INFORMATION TECHNOLO.\nVerville J., 2001, ACQUIRING ENTERPRISE.\nVOLKOFF O, 1999, P AM C INF SYST AMIC.\nWEE S, 2000, ERP NEWS         FEB.\nWelti N., 1999, SUCCESSFUL SAP R3 IM.\nWEST R, 1998, MANAGEMENT ACCOU AUG, P3.\n1998, IND WEEK, V246, P28.", "volume": "10", "address": "BRUNEL RD BLDG, HOUNDMILLS, BASINGSTOKE RG21 6XS, HANTS, ENGLAND", "ID": "ISI:000173410000004", "times-cited": "82", "usage-count-since-2013": "14", "publisher": "PALGRAVE PUBLISHERS LTD", "doi": "10.1057/palgrave.ejis.3000406", "journal-iso": "Eur. J. Inform. Syst.", "language": "English", "type": "Article", "author": "Al-Mudimigh, A and Zairi, M and Al-Mashari, M", "research-areas": "Computer Science; Information Science \\& Library Science", "usage-count-(last-180-days)": "1"}, {"issn": "0960-085X", "keywords-plus": "INFORMATION TECHNOLOGY; SYSTEMS", "abstract": "It has been widely reported that a large number of ERP implementations\nfail to meet expectations. This is indicative, firstly, of the magnitude\nof the problems involved in ERP systems implementation and. secondly, of\nthe importance of the ex-ante evaluation and selection process of ERP\nsoftware. This paper argues that ERP evaluation should extend its scope\nbeyond operational improvements arising from the ERP software/product\nper se to the strategic impact of ERP on the competitive position of the\norganisation. Due to the complexity of ERP software, the intangible\nnature of both costs and benefits, which evolve over time, and the\norganisational, technological and behavioural impact of ERR a broad\nperspective of the ERP systems evaluation process is needed. The\nevaluation has to be both quantitative and qualitative and requires an\nestimation of the perceived costs and benefits throughout the life-cycle\nof ERP systems. The paper concludes by providing a framework of the key\nissues involved in the selection process of ERP software and the\nassociated costs and benefits.", "number": "4", "affiliation": "Stefanou, CJ (Reprint Author), Technol Educ Inst Thessaloniki, POB 14561, Thessaloniki 54101, Greece.\nTechnol Educ Inst Thessaloniki, Thessaloniki 54101, Greece.", "doc-delivery-number": "513YZ", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "Computer Science, Information Systems; Information Science \\& Library\nScience", "title": "A framework for the ex-ante evaluation of ERP software", "pages": "204-215", "unique-id": "ISI:000173410000003", "number-of-cited-references": "56", "journal": "EUROPEAN JOURNAL OF INFORMATION SYSTEMS", "cited-references": "{*}AB GROUP, 1997, MARKET VIEWPOINT, V10.\nAl-Mashari M, 2000, P 2000 AM C INF SYST, P977.\nAppleton EL, 1997, DATAMATION, V43, P50.\nAVISON DE, 1995, INFORMATION SYSTEMS.\nBancroft N. H., 1998, IMPLEMENTING SAP R3.\nBANNISTER F, 1999, ELECT J INFORMATION, V3.\nBrown C.V., 2000, P AM C INF SYST LONG, P1029.\nBrynjolfsson E., 1997, P INT C INF SYST ATL.\nCALDWELL B, 1998, INFORMATION WEE 1130.\nChang S.-I., 2000, P 2000 AM C INF SYST, P972.\nCLEMONS EK, 1991, COMMUN ACM, V34, P22, DOI 10.1145/99977.99985.\nDAVENPORT T, 1998, CIO MAGAZINE    1201.\nDAVENPORT TH, 1990, SLOAN MANAGE REV, V31, P11.\nDAVENPORT TH, 1996, P 2 AM C INF SYST PH, pA51.\nDONOVAN RM, 2000, MIDRANGE ERP     JAN.\nEsteves J, 2001, COMMUNICATIONS ASS I, V7.\nTargett D., 1993, ASSESS YOUR IT INVES.\nFitzgerald G, 1998, J INFORM TECHNOL, V13, P15, DOI 10.1080/026839698344936.\nGable G. G., 1998, J GLOBAL INFORMATION, V6, P3.\nHECHT B, 1999, CHOOSE RIGHT ERP SOF.\nHines T., 2000, QUALITATIVE MARKET R, V3, P7, DOI 10.1108/13522750010310406.\nHolland CP, 1999, IEEE SOFTWARE, V16, P30, DOI 10.1109/52.765784.\nIRANI Z, 2000, P AM C INF SYST LONG, P1146.\nRobert S, 1992, HARVARD BUSINESS JAN, P71.\nKIRCHMER M, 1998, COMMUNICATION   0822.\nKLAUS, 2000, P 6 AM C INF SYST LO, P981.\nMarkus M. L., 2000, FRAMING DOMAINS IT M, P173.\nMartin MH, 1998, FORTUNE, V137, P149.\nMartinsons M, 1999, DECIS SUPPORT SYST, V25, P71, DOI 10.1016/S0167-9236(98)00086-4.\nMontazemi A. R., 1996, Journal of Management Information Systems, V13, P89.\nMOSS P, 2000, ERP IMPLEMENTATION S.\nMyers M., 1997, INFORM SYSTEMS EMERG, P239.\nNah F.F.-H., 2001, BUSINESS PROCESS MAN, V7, P285, DOI DOI 10.1108/14637150110392782.\nPARKER MM, 1988, INFORMATION EC LINKI.\nPOWELL P, 1992, J OPER RES SOC, V43, P29, DOI 10.2307/2583696.\nRemenyi D, 1999, IT INVESTMENT MAKING.\nREMENYI D, 2000, ELECT J INFORMATION, V4.\nRosemann M., 1999, P 10 AUSTR C INF SYS, P773.\nROSENTHAL SR, 1990, SLOAN MANAGEMENT SUM, P81.\nShang S., 2000, P 6 AM C INF SYST LO, P1005.\nSLATER D, 1999, CIO MAGAZINE    0215.\nSLATER D, 1998, CIO MAGAZINE.\nSOMERS TM, 2000, P 2000 AM C INF SYST, P998.\nSTAFYLA A., 2000, P 7 EUR C INF TECHN.\nSTAFYLA A, 2000, P 6 AM C INF SYST LO, P1401.\nStefanou C.J., 2000, P 2000 AM C INF SYST, P988.\nStefanou CJ, 1999, P 5 AM C INF SYST MI, P800.\nSTEIN T, 1999, INFORMATION WEE 0208.\nThemistocleous M., 2001, BUSINESS PROCESS MAN, V7, P195, DOI 10.1108/14637150110392656.\nTorkzadeh G, 1999, OMEGA-INT J MANAGE S, V27, P327, DOI 10.1016/S0305-0483(98)00049-8.\nTRAVIS DM, 1999, APICS, V9, P36.\nVIOLINO B, 1999, INFORMATION WEE 0322.\nWALSHAM G, 1993, INTERPRETING INFORMA.\nWalsham G., 1998, IT PRODUCTIVITY PARA.\nWeber R. P., 1990, BASIC CONTENT ANAL.\nZYLSTRA K, 1999, ERP SELECTION PERFOR.", "volume": "10", "address": "BRUNEL RD BLDG, HOUNDMILLS, BASINGSTOKE RG21 6XS, HANTS, ENGLAND", "ID": "ISI:000173410000003", "times-cited": "74", "usage-count-since-2013": "9", "publisher": "PALGRAVE PUBLISHERS LTD", "doi": "10.1057/palgrave.ejis.3000407", "journal-iso": "Eur. J. Inform. Syst.", "language": "English", "type": "Article", "author": "Stefanou, CJ", "research-areas": "Computer Science; Information Science \\& Library Science", "usage-count-(last-180-days)": "1"}, {"issn": "0926-6410", "keywords-plus": "EVENT-RELATED POTENTIALS; TRANSIENT AUDITORY MEMORY; MISMATCH\nNEGATIVITY; STIMULUS FEATURES; FEATURE CONJUNCTIONS; INFORMATION;\nPATTERNS; DEVIANCE; STORAGE; ERP", "abstract": "Regular sequences of sounds (i.e., non-random) can usually be described\nby several, equally valid rules. Rules allowing extrapolation from one\nsound to the next are termed local rules, those that define relations\nbetween temporally non-adjacent sounds are termed global rules. The aim\nof the present study was to determine whether both local and global\nrules can be simultaneously extracted from a sound sequence even when\nattention is directed away from the auditory stimuli. The pre-attentive\nrepresentation of a sequence of two alternating tones (differing only in\nfrequency) was investigated using the mismatch negativity (MMN) auditory\nevent-related potential. Both local and global-rule violations of tone\nalternation elicited the MMN component while subjects ignored the\nauditory stimuli. This finding suggests that (a) pre-attentive auditory\nprocesses can extract both local and global rules from sound sequences, and (b) that several regularity representations of a sound sequence are\nsimultaneously maintained during the pre-attentive phase of auditory\nstimulus processing. (C) 2001 Elsevier Science B.V. All rights reserved.", "number": "1", "month": "AUG", "affiliation": "Horvath, J (Reprint Author), Hungarian Acad Sci, Inst Psychol, POB 389 Szondi U 83-85, H-1394 Budapest, Hungary.\nHungarian Acad Sci, Inst Psychol, H-1394 Budapest, Hungary.\nAlbert Einstein Coll Med, Dept Otolaryngol, New York, NY USA.\nUniv Helsinki, Dept Psychol, Cognit Brain Res Unit, SF-00100 Helsinki, Finland.", "doc-delivery-number": "473WC", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Simultaneously active pre-attentive representations of local and global\nrules for sound sequences in the human brain", "times-cited": "68", "unique-id": "ISI:000171070900014", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Alain C, 1999, PSYCHOPHYSIOLOGY, V36, P737, DOI 10.1017/S0048577299980812.\nALAIN C, 1994, NEUROREPORT, V6, P140, DOI 10.1097/00001756-199412300-00036.\nAlain C, 1999, NEUROREPORT, V10, P2429, DOI 10.1097/00001756-199908020-00038.\nBregman A. S., 1990, AUDITORY SCENE ANAL.\nCOWAN N, 1993, J EXP PSYCHOL LEARN, V19, P909, DOI 10.1037//0278-7393.19.4.909.\nDeacon D, 1998, PSYCHOPHYSIOLOGY, V35, P413, DOI 10.1017/S004857729896053X.\nFORD JM, 1981, PSYCHOPHYSIOLOGY, V18, P322, DOI 10.1111/j.1469-8986.1981.tb03043.x.\nGomes H, 1997, PSYCHOPHYSIOLOGY, V34, P712, DOI 10.1111/j.1469-8986.1997.tb02146.x.\nLEVANEN S, 1993, EXP BRAIN RES, V97, P177.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nNAATANEN R, 1978, ACTA PSYCHOL, V42, P313, DOI 10.1016/0001-6918(78)90006-9.\nNAATANEN R, 1990, BEHAV BRAIN SCI, V13, P201.\nNaatanen R, 1999, PSYCHOL BULL, V125, P826, DOI 10.1037/0033-2909.125.6.826.\nNAATANEN R, 1987, PSYCHOPHYSIOLOGY, V24, P375, DOI 10.1111/j.1469-8986.1987.tb00311.x.\nNaatanen R., 1992, ATTENTION BRAIN FUNC.\nNaatanen R., 1985, ATTENTION PERFORM, V11, P355.\nNORDBY H, 1988, PSYCHOPHYSIOLOGY, V25, P262, DOI 10.1111/j.1469-8986.1988.tb01239.x.\nNORDBY H, 1988, PSYCHOPHYSIOLOGY, V25, P249, DOI 10.1111/j.1469-8986.1988.tb01238.x.\nNousak JMK, 1996, COGNITIVE BRAIN RES, V4, P305, DOI 10.1016/S0926-6410(96)00068-7.\nPicton TW, 2000, PSYCHOPHYSIOLOGY, V37, P127, DOI 10.1017/S0048577200000305.\nRITTER W, 1992, ELECTROEN CLIN NEURO, V83, P306, DOI 10.1016/0013-4694(92)90090-5.\nRITTER W, 1995, EAR HEARING, V16, P52, DOI 10.1097/00003446-199502000-00005.\nSAARINEN J, 1992, NEUROREPORT, V3, P1149, DOI 10.1097/00001756-199212000-00030.\nSAMS M, 1983, BIOL PSYCHOL, V17, P41, DOI 10.1016/0301-0511(83)90065-0.\nSchroger E, 1998, BEHAV RES METH INS C, V30, P131, DOI 10.3758/BF03209423.\nSchroger E, 1997, PSYCHOPHYSIOLOGY, V34, P245, DOI 10.1111/j.1469-8986.1997.tb02395.x.\nSCHROGER E, 1994, PSYCHOPHYSIOLOGY, V31, P175, DOI 10.1111/j.1469-8986.1994.tb01037.x.\nSCHROGER E, 1995, PSYCHOPHYSIOLOGY, V32, P55, DOI 10.1111/j.1469-8986.1995.tb03406.x.\nSussman E, 1999, PSYCHOPHYSIOLOGY, V36, P22, DOI 10.1017/S0048577299971056.\nSussman E, 1999, NEUROSCI LETT, V264, P161, DOI 10.1016/S0304-3940(99)00214-1.\nTakegata R, 2001, PSYCHOPHYSIOLOGY, V38, P92, DOI 10.1017/S0048577201991243.\nTakegata R, 1999, NEUROSCI LETT, V266, P109, DOI 10.1016/S0304-3940(99)00267-0.\nTERVANIEMI M, 1994, NEUROREPORT, V5, P844, DOI 10.1097/00001756-199403000-00027.\nWinkler I, 2001, J COGNITIVE NEUROSCI, V13, P59, DOI 10.1162/089892901564171.\nWINKLER I, 1990, PSYCHOPHYSIOLOGY, V27, P228, DOI 10.1111/j.1469-8986.1990.tb00374.x.\nWinkler I, 1998, NEUROREPORT, V9, P3809, DOI 10.1097/00001756-199812010-00008.\nWinkler I, 1996, BRAIN RES, V742, P239, DOI 10.1016/S0006-8993(96)01008-6.\nWinkler I, 1996, J COGNITIVE NEUROSCI, V8, P403, DOI 10.1162/jocn.1996.8.5.403.\nWINKLER I, 1992, PSYCHOPHYSIOLOGY, V29, P337, DOI 10.1111/j.1469-8986.1992.tb01707.x.\nWolff C, 2001, COGNITIVE BRAIN RES, V10, P323, DOI 10.1016/S0926-6410(00)00043-4.", "volume": "12", "orcid-numbers": "Winkler, Istvan/0000-0002-3344-6151\nHorvath, Janos/0000-0003-0147-4518", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000171070900014", "pages": "131-144", "usage-count-since-2013": "3", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00038-6", "language": "English", "keyword": "auditory event-related potentials; mismatch negativity; regularity\nrepresentation; temporal organization", "number-of-cited-references": "40", "author": "Horvath, J and Czigler, I and Sussman, E and Winkler, I", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Winkler, Istvan/A-7659-2008\nCzigler, Istvan/A-4987-2009\nHorvath, Janos/B-6477-2012", "usage-count-(last-180-days)": "2"}, {"issn": "0926-6410", "keywords-plus": "EVENT-RELATED POTENTIALS; RECOGNITION MEMORY; IMPLICIT MEMORY; LEXICAL\nDECISION; BRAIN POTENTIALS; PREFRONTAL CORTEX; WORKING-MEMORY;\nELECTROPHYSIOLOGICAL EVIDENCE; EPISODIC MEMORY; EXPLICIT MEMORY", "abstract": "Event-related potentials (ERPs) were recorded during indirect and direct\nmemory tests for unfamiliar faces. In both tests, ERPs displayed the\nusual positive shift known as the ERP repetition effect. In the indirect\ntest, this effect includes parietal effect (the usual N400 effect) and a\nright fronto-central effect, Both effects are also present in the direct\ntest. Two additional effects are present only in the direct test. These\neffects are an early fronto-polar effect and a late posterior effect\n(the usual P600 effect). These findings are taken as support for the\ndistinction between `associative' processes elicited in both the direct\nand indirect tests, and `episodic' processes elicited only in the direct\ntest. This task dissociation could well provide a scalp correlate of the\ndistinction between the neocortical and cortico-limbic systems that have\nbeen shown to contribute respectively to associative and episodic\nprocessing. In addition, it is proposed that the dissociation between\nthe two frontal effects could be accounted for by a distinction between\nthe processing of intrinsic vs. extrinsic contextual attributes as a\nfunction of the task requirements. (C) 2001 Elsevier Science B.V. All\nrights reserved.", "number": "1", "month": "MAR", "affiliation": "Guillem, F (Reprint Author), Hop LH Lafontaine, Ctr Rech F Seguin, 7331 Rue Hochelaga, Montreal, PQ H1N 3V2, Canada.\nMcGill Univ, Dept Psychiat, Montreal, PQ, Canada.\nUniv Montreal 1, Dept Psychiat, Montreal, PQ H3C 3J7, Canada.", "doc-delivery-number": "409NM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Dissociating memory processes involved in direct and indirect tests with\nERPs to unfamiliar faces", "times-cited": "63", "unique-id": "ISI:000167389800010", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Allan K, 1998, ACTA PSYCHOL, V98, P231, DOI 10.1016/S0001-6918(97)00044-9.\nANDERSON JR, 1984, J EXP PSYCHOL LEARN, V10, P791, DOI 10.1037//0278-7393.10.4.791.\nBADDELEY AD, 1982, PSYCHOL REV, V89, P708, DOI 10.1037//0033-295X.89.6.708.\nBARRETT SE, 1988, NEUROPSYCHOLOGIA, V26, P105, DOI 10.1016/0028-3932(88)90034-6.\nBARRETT SE, 1989, NEUROPSYCHOLOGIA, V27, P913, DOI 10.1016/0028-3932(89)90067-5.\nBENTIN S, 1985, ELECTROEN CLIN NEURO, V60, P343, DOI 10.1016/0013-4694(85)90008-2.\nBENTIN S, 1988, J EXP PSYCHOL GEN, V117, P148, DOI 10.1037/0096-3445.117.2.148.\nBESSON M, 1992, J EXP PSYCHOL LEARN, V18, P89, DOI 10.1037/0278-7393.18.1.89.\nBRUCE V, 1986, BRIT J PSYCHOL, V77, P305.\nCERMAK LS, 1985, NEUROPSYCHOLOGIA, V23, P615, DOI 10.1016/0028-3932(85)90063-6.\nCurran T, 1999, NEUROPSYCHOLOGIA, V37, P771, DOI 10.1016/S0028-3932(98)00133-X.\nD'Esposito M, 1999, P NATL ACAD SCI USA, V96, P7514, DOI 10.1073/pnas.96.13.7514.\nDAINASIO AR, 1989, COGNITION, V33, P25.\nDANNENBRING GL, 1982, CAN J PSYCHOL, V36, P435, DOI 10.1037/h0080650.\nDebruille JB, 1997, SCHIZOPHR RES, V24, P101, DOI 10.1016/S0920-9964(97)82275-X.\nDERENZI E, 1994, NEUROPSYCHOLOGIA, V32, P893, DOI 10.1016/0028-3932(94)90041-8.\nDonaldson DI, 1999, COGNITIVE BRAIN RES, V8, P1, DOI 10.1016/S0926-6410(98)00051-2.\nDuzel E, 1999, P NATL ACAD SCI USA, V96, P1794, DOI 10.1073/pnas.96.4.1794.\nDuzel E, 1997, P NATL ACAD SCI USA, V94, P5973, DOI 10.1073/pnas.94.11.5973.\nEICHENBAUM H, 1995, CURR DIR PSYCHOL SCI, V4, P19, DOI 10.1111/1467-8721.ep10770954.\nFEUSTEL TC, 1983, J EXP PSYCHOL GEN, V112, P309, DOI 10.1037/0096-3445.112.3.309.\nFletcher PC, 1998, BRAIN, V121, P1249, DOI 10.1093/brain/121.7.1249.\nFuster JM., 1980, PREFRONTAL CORTEX.\nGODDEN D, 1980, BRIT J PSYCHOL, V71, P99.\nGOLDSTEIN AG, 1980, J PSYCHOL, V105, P47.\nGRAF P, 1987, J EXP PSYCHOL LEARN, V13, P45, DOI 10.1037//0278-7393.13.1.45.\nGRAF P, 1984, J VERB LEARN VERB BE, V23, P553, DOI 10.1016/S0022-5371(84)90346-3.\nGuillem F, 1999, J COGNITIVE NEUROSCI, V11, P437, DOI 10.1162/089892999563526.\nGuillem F, 1998, EPILEPSIA, V39, P928, DOI 10.1111/j.1528-1157.1998.tb01442.x.\nGUILLEM F, 1995, COGNITIVE BRAIN RES, V2, P147, DOI 10.1016/0926-6410(95)90003-9.\nGUILLEM F, 1999, BRAIN COGNITION, V41, P338.\nGUILLEM F, 2000, 10 ANN ROTM RES I C.\nHALGREN E, 1994, J PHYSIOL-PARIS, V88, P51, DOI 10.1016/0928-4257(94)90093-0.\nHenson RNA, 1999, J NEUROSCI, V19, P3962.\nHENSON RNA, 1999, BRAIN, V122, P367.\nHOLCOMB PJ, 1990, LANG COGNITIVE PROC, V5, P281, DOI 10.1080/01690969008407065.\nHOLCOMB PJ, 1993, PSYCHOPHYSIOLOGY, V30, P47.\nJACOBY LL, 1981, J EXP PSYCHOL GEN, V110, P306, DOI 10.1037/0096-3445.110.3.306.\nJACOBY LL, 1993, J EXP PSYCHOL GEN, V122, P139, DOI 10.1037//0096-3445.122.2.139.\nJEFFREYS DA, 1989, EXP BRAIN RES, V78, P193.\nJohnson A, 1998, NEW ENGL REV-MIDDLEB, V19, P83.\nJohnson R, 1998, COGNITIVE BRAIN RES, V7, P119, DOI 10.1016/S0926-6410(98)00017-2.\nKinsbourne M., 1975, SHORT TERM MEMORY, P258.\nLIGHT LL, 1979, J EXP PSYCHOL-HUM L, V5, P212, DOI 10.1037/0278-7393.5.3.212.\nMANDLER G, 1980, PSYCHOL REV, V87, P252, DOI 10.1037//0033-295X.87.3.252.\nMARMNKOVIC K, 1998, PSYCHOBIOLOGY, V26, P348.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nMICCO A, 1991, J EXP PSYCHOL LEARN, V17, P1105, DOI 10.1037/0278-7393.17.6.1105.\nMUESEN G, 1990, J EXP PSYCHOL LEARN, V16, P127.\nMunte TF, 1998, NEUROSCI RES, V30, P25, DOI 10.1016/S0168-0102(97)00118-1.\nMunte TF, 1997, NEUROSCI RES, V28, P223, DOI 10.1016/S0168-0102(97)00047-3.\nNelson DL, 1998, PSYCHOL REV, V105, P299, DOI 10.1037/0033-295X.105.2.299.\nNENOV VI, 1991, BEHAV BRAIN RES, V44, P101.\nNyberg L, 1996, J NEUROSCI, V16, P3753.\nO'Toole AJ, 1998, MEM COGNITION, V26, P146, DOI 10.3758/BF03211378.\nOwen AM, 1999, EUR J NEUROSCI, V11, P567, DOI 10.1046/j.1460-9568.1999.00449.x.\nPALLER KA, 1987, ELECTROEN CLIN NEURO, V67, P360, DOI 10.1016/0013-4694(87)90124-6.\nPALLER KA, 1992, J COGNITIVE NEUROSCI, V4, P375, DOI 10.1162/jocn.1992.4.4.375.\nPERANI D, 1993, BRAIN, V116, P903, DOI 10.1093/brain/116.4.903.\nPhillips ML, 1998, PSYCHIAT RES-NEUROIM, V83, P127, DOI 10.1016/S0925-4927(98)00036-5.\nPizzagalli D, 1999, NEUROREPORT, V10, P2691, DOI 10.1097/00001756-199909090-00001.\nRUGG MD, 1991, BRAIN, V114, P2313, DOI 10.1093/brain/114.5.2313.\nRugg MD, 1996, BRAIN, V119, P2073, DOI 10.1093/brain/119.6.2073.\nRUGG MD, 1987, Q J EXP PSYCHOL-A, V39, P123.\nRugg MD, 1998, NATURE, V392, P595, DOI 10.1038/33396.\nRugg M. D., 1994, COGNITIVE ELECTROPHY, P124.\nSANQUIST TF, 1980, PSYCHOPHYSIOLOGY, V17, P568, DOI 10.1111/j.1469-8986.1980.tb02299.x.\nSCHACTER DL, 1986, J CLIN EXP NEUROPSYC, V8, P727, DOI 10.1080/01688638608405192.\nSCHACTER DL, 1990, ANN NY ACAD SCI, V608, P543, DOI 10.1111/j.1749-6632.1990.tb48909.x.\nSchacter D. L., 1985, ANN NY ACAD SCI, V444, P44.\nSCHWEINBERGER SR, 1995, J EXP PSYCHOL LEARN, V21, P722, DOI 10.1037//0278-7393.21.3.722.\nSenkfor AJ, 1998, J EXP PSYCHOL LEARN, V24, P1005, DOI 10.1037/0278-7393.24.4.1005.\nShallice T., 1988, NEUROPSYCHOLOGY MENT.\nSmith EE, 1998, P NATL ACAD SCI USA, V95, P876, DOI 10.1073/pnas.95.3.876.\nSMITH MC, 1989, J EXP PSYCHOL LEARN, V15, P1109, DOI 10.1037/0278-7393.15.6.1109.\nSMITH ME, 1993, J COGNITIVE NEUROSCI, V5, P1, DOI 10.1162/jocn.1993.5.1.1.\nSMITH ME, 1989, J EXP PSYCHOL LEARN, V15, P50.\nSMITH ME, 1986, ELECTROEN CLIN NEURO, V63, P145, DOI 10.1016/0013-4694(86)90008-8.\nSQUIRE LR, 1992, PSYCHOL REV, V99, P195, DOI 10.1037/0033-295X.99.2.195.\nSwick D, 1997, J EXP PSYCHOL LEARN, V23, P123, DOI 10.1037/0278-7393.23.1.123.\nTendolkar I, 1998, NEUROPSYCHOLOGIA, V36, P477, DOI 10.1016/S0028-3932(97)00157-7.\nTulving E., 1983, ELEMENTS EPISODIC ME.\nVALENTINE T, 1986, CAN J PSYCHOL, V40, P300, DOI 10.1037/h0080101.\nVanPetten C, 1996, PSYCHOPHYSIOLOGY, V33, P491.\nVANPETTEN C, 1991, J COGNITIVE NEUROSCI, V3, P131.\nWeyerts H, 1997, NEUROREPORT, V8, P1583, DOI 10.1097/00001756-199705060-00007.\nWickens D. D, 1972, CODING PROCESS HUM, P191.\nWILDING EL, 1995, NEUROPSYCHOLOGIA, V33, P743, DOI 10.1016/0028-3932(95)00017-W.\nWilding EL, 1999, NEUROPSYCHOLOGIA, V37, P441, DOI 10.1016/S0028-3932(98)00100-6.\nWilding EL, 1997, NEUROPSYCHOLOGIA, V35, P119.\nYonelinas AP, 1995, J MEM LANG, V34, P821, DOI 10.1006/jmla.1995.1036.", "volume": "11", "orcid-numbers": "Debruille, J. Bruno/0000-0001-8285-7427", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000167389800010", "pages": "113-125", "usage-count-since-2013": "3", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00070-7", "language": "English", "keyword": "event-related potential; direct/indirect memory test;\nepisodic/associative process; face recognition", "number-of-cited-references": "91", "author": "Guillem, F and Bicu, M and Debruille, JB", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Debruille, J. Bruno/E-3115-2016", "usage-count-(last-180-days)": "1"}, {"issn": "0926-6410", "keywords-plus": "FUNCTIONALLY INDEPENDENT COMPONENTS; PERVASIVE DEVELOPMENTAL DISORDERS;\nPOSTERIOR-FOSSA STRUCTURES; ORIENTING GAZE SHIFTS; INFANTILE-AUTISM;\nNEUROANATOMICAL ABNORMALITIES; ELECTROPHYSIOLOGIC INDICATION;\nCEREBROCEREBELLAR SYSTEM; AUDITORY INFORMATION; DIAGNOSTIC INTERVIEW", "abstract": "Although under some conditions the attention-related late positive\nevent-related potential (ERP) response (LPC) is apparently normal in\nautism during visual processing, the LPC elicited by visuospatial\nprocessing may be compromised. Results from this study provide evidence\nfor abnormalities in autism in two components of the LPC generated\nduring spatial processing. The early frontal distribution of the LPC\nwhich may reflect attention orienting was delayed or missing in autistic\nsubjects during conditions in which attention was to peripheral visual\nfields. The later parietal distribution of the LPC which may be\nassociated with context updating was smaller in amplitude in autistic\nsubjects regardless of attention location. Both abnormalities suggest\ndisruption of function in spatial attention networks in autism. Evidence\nthat the cerebellar abnormalities in autism may underlie these deficits\ncomes fr om: (I) similar results in ERP responses and spatial attention\ndeficits in patients with cerebellar lesions; (2) brain-behavior\ncorrelations in normally functioning individuals associating the size of\nthe posterior cerebellar vermis and the latency of the frontal LPC; and\n(3) a previously reported complementary correlation between the size of\nthe posterior vermal lobules and spatial orienting speed. Although the\nscalp-recorded LPC is thought to be cortically generated, it may be\nmodulated by subcortical neural activity. The cerebellum may serve as a\nmodulating influence by affecting the task-related antecedent\nattentional process. The electrophysiological abnormalities reported\nhere index spatial attention deficits in autism that may reflect\ncerebellar influence on both frontal and parietal spatial attention\nfunction. (C) 2001 Elsevier Science B.V. All rights reserved.", "number": "1", "month": "MAR", "affiliation": "Townsend, J (Reprint Author), Univ Calif San Diego, Dept Neurosci 0217, 9500 Gilman Dr, La Jolla, CA 92093 USA.\nUniv Calif San Diego, Dept Neurosci 0217, La Jolla, CA 92093 USA.\nChildrens Hosp, San Diego, CA USA.\nUniv Illinois, Dept Psychol, Urbana, IL 61801 USA.\nUniv Calif San Diego, Inst Neural Computat, San Diego, CA 92103 USA.\nSalk Inst, La Jolla, CA USA.\nUSN, Hlth Res Ctr, San Diego, CA 92152 USA.", "doc-delivery-number": "409NM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Event-related brain response abnormalities in autism: evidence for\nimpaired cerebello-frontal spatial attention networks", "times-cited": "63", "unique-id": "ISI:000167389800011", "number-of-cited-references": "128", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "AKSHOOMOFF NA, 1992, BEHAV NEUROSCI, V106, P731, DOI 10.1037//0735-7044.106.5.731.\nAKSHOOMOFF NA, 1994, J COGNITIVE NEUROSCI, V6, P388, DOI 10.1162/jocn.1994.6.4.388.\nAllen G, 1997, SCIENCE, V275, P1940, DOI 10.1126/science.275.5308.1940.\n{*}AM PSYCH ASS, 1987, DIAGN STAT MAN MENT, V29.\n{*}AM PSYCH ASS AM P, 1994, DIAGN STAT MAN MENT, V27.\nANDERSEN RA, 1990, J COMP NEUROL, V296, P65, DOI 10.1002/cne.902960106.\nATTIG E, 1991, REV NEUROL, V147, P640.\nAylward EH, 1999, NEUROLOGY, V53, P2145.\nBailey A, 1998, BRAIN, V121, P889, DOI 10.1093/brain/121.5.889.\nBauman ML, 1997, INT REV NEUROBIOL, V41, P367.\nBAUMAN ML, 1991, PEDIATRICS, V87, P791.\nBauman M. L., 1994, NEUROBIOLOGY AUTISM, P119.\nBELL AJ, 1995, NEURAL COMPUT, V7, P1129, DOI 10.1162/neco.1995.7.6.1129.\nBLATT GJ, 1990, J COMP NEUROL, V299, P421, DOI 10.1002/cne.902990404.\nBOTEZ MI, 1989, ITAL J NEUROL SCI, V10, P291, DOI 10.1007/BF02333774.\nBOTEZ MI, 1991, EUR NEUROL, V31, P405, DOI 10.1159/000116705.\nBRACKETOLKMITT R, 1989, BEHAV NEUROSCI, V103, P442, DOI 10.1037//0735-7044.103.2.442.\nCarper RA, 2000, BRAIN, V123, P836, DOI 10.1093/brain/123.4.836.\nChao LL, 1997, CEREB CORTEX, V7, P63, DOI 10.1093/cercor/7.1.63.\nCiesielski KT, 1997, NEUROPSYCHOLOGIA, V35, P643, DOI 10.1016/S0028-3932(96)00119-4.\nCIESIELSKI KT, 1990, ELECTROEN CLIN NEURO, V75, P207, DOI 10.1016/0013-4694(90)90174-I.\nCIESIELSKI KT, 1994, ACTA NEUROBIOL EXP, V54, P151.\nCoull JT, 1998, J NEUROSCI, V18, P7426.\nCOURCHESNE E, 1985, J AUTISM DEV DISORD, V15, P55, DOI 10.1007/BF01837899.\nCourchesne E, 2000, RADIOLOGY, V216, P672.\nCOURCHESNE E, 1994, AM J ROENTGENOL, V162, P123.\nCOURCHESNE E, 1994, LANCET, V343, P63, DOI 10.1016/S0140-6736(94)90923-7.\nCOURCHESNE E, 1984, ELECTROEN CLIN NEURO, V59, P238, DOI 10.1016/0168-5597(84)90063-7.\nCOURCHESNE E, 1994, NEUROLOGY, V44, P214.\nCourchesne E, 1997, CURR OPIN NEUROBIOL, V7, P269, DOI 10.1016/S0959-4388(97)80016-5.\nCourchesne E, 1999, NEUROLOGY, V52, P1057.\nCOURCHESNE E, 1975, ELECTROEN CLIN NEURO, V39, P131, DOI 10.1016/0013-4694(75)90003-6.\nCOURCHESNE E, 1989, J AUTISM DEV DISORD, V19, P1, DOI 10.1007/BF02212714.\nCOURCHESNE E, 1990, Current Opinion in Pediatrics, V2, P685, DOI 10.1097/00008480-199008000-00010.\nCOURCHESNE E, 1993, AM J ROENTGENOL, V160, P387.\nCourchesne E., 1994, ATYPICAL COGNITIVE D, P101.\nCOURCHESNE E, 1987, NEUROBIOLOGICAL ISSU, P285.\nCUMMINGS JL, 1993, ARCH NEUROL-CHICAGO, V50, P873.\nDAWSON G, 1988, J AUTISM DEV DISORD, V18, P493, DOI 10.1007/BF02211869.\nDONCHIN E, 1988, BEHAV BRAIN SCI, V11, P357.\nDustman RE, 1996, BRAIN COGNITION, V30, P109, DOI 10.1006/brcg.1996.0007.\nEDWARDS E, 2000, J COGN NEUROSCI S, V90, P90.\nFehlow P, 1993, Padiatr Grenzgeb, V31, P259.\nFILIPEK PA, 1995, CURR OPIN NEUROL, V8, P134, DOI 10.1097/00019052-199504000-00009.\nGAFFNEY GR, 1987, AM J DIS CHILD, V141, P1330.\nGLICKSTEIN M, 1994, J COMP NEUROL, V349, P51, DOI 10.1002/cne.903490105.\nGOFFART L, 1994, J NEUROPHYSIOL, V72, P2547.\nGoffart L, 1997, J PHYSIOL-LONDON, V503, P657, DOI 10.1111/j.1469-7793.1997.657bg.x.\nGRAFMAN J, 1992, NEUROLOGY, V42, P1493.\nHalgren E, 1998, ELECTROEN CLIN NEURO, V106, P156, DOI 10.1016/S0013-4694(97)00119-3.\nHALGREN E, 1986, EVOKED POTENTIAL, P269.\nHarris NS, 1999, COGNITIVE BRAIN RES, V8, P61, DOI 10.1016/S0926-6410(99)00006-3.\nHASHIMOTO T, 1995, J AUTISM DEV DISORD, V25, P1, DOI 10.1007/BF02178163.\nHEIT G, 1990, BRAIN, V113, P1093, DOI 10.1093/brain/113.4.1093.\nHOLTTUM JR, 1992, BIOL PSYCHIAT, V32, P1091, DOI 10.1016/0006-3223(92)90189-7.\nJung TP, 1999, ADV NEUR IN, V11, P118.\nJung TP, 2000, CLIN NEUROPHYSIOL, V111, P1745, DOI 10.1016/S1388-2457(00)00386-2.\nJung TP, 2000, PSYCHOPHYSIOLOGY, V37, P163, DOI 10.1017/S0048577200980259.\nJung TP, 1998, ADV NEUR IN, V10, P894.\nJung T-P, 1998, NEURAL NETW SIGNAL P, VVIII, P63, DOI DOI 10.1109/NNSP.1998.710633.\nJUNG TP, IN PRESS IEEE T BIOM.\nKates WR, 1998, ANN NEUROL, V43, P782, DOI 10.1002/ana.410430613.\nKemner C, 1999, BIOL PSYCHIAT, V46, P781, DOI 10.1016/S0006-3223(99)00003-7.\nKIMURA S, 1989, Kaku Igaku, V26, P1259.\nKLEIMAN MD, 1992, NEUROLOGY, V42, P753.\nKnight RT, 1996, NATURE, V383, P256, DOI 10.1038/383256a0.\nKNIGHT RT, 1984, ELECTROEN CLIN NEURO, V59, P9, DOI 10.1016/0168-5597(84)90016-9.\nKNIGHT RT, 1989, BRAIN RES, V502, P109, DOI 10.1016/0006-8993(89)90466-6.\nKnight RT, 1997, J COGNITIVE NEUROSCI, V9, P75, DOI 10.1162/jocn.1997.9.1.75.\nKNIGHT R, 1990, EVENT RELATED BRAIN, P3.\nKNIGHT RT, 1994, COGNITIVE NEUROSCIEN, P1357.\nKUTAS M, 1977, SCIENCE, V197, P792, DOI 10.1126/science.887923.\nLe TH, 1998, J NEUROPHYSIOL, V79, P1535.\nLECOUTEUR A, 1989, J AUTISM DEV DISORD, V19, P363.\nLEINER HC, 1989, BEHAV NEUROSCI, V103, P998, DOI 10.1037//0735-7044.103.5.998.\nLEINER HC, 1986, BEHAV NEUROSCI, V100, P443, DOI 10.1037//0735-7044.100.4.443.\nLEINER HC, 1991, BEHAV BRAIN RES, V44, P113, DOI 10.1016/S0166-4328(05)80016-6.\nLevitt JG, 1999, PROG NEURO-PSYCHOPH, V23, P625, DOI 10.1016/S0278-5846(99)00021-4.\nLINCOLN AJ, 1993, J AUTISM DEV DISORD, V23, P37, DOI 10.1007/BF01066417.\nLORD C, 1989, J AUTISM DEV DISORD, V19, P185, DOI 10.1007/BF02211841.\nLORD C, 1994, J AUTISM DEV DISORD, V24, P659, DOI 10.1007/BF02172145.\nLord C, 1999, AUTISM DIAGNOSTIC OB.\nMakeig S, 1999, PHILOS T ROY SOC B, V354, P1135, DOI 10.1098/rstb.1999.0469.\nMakeig S, 1999, J NEUROSCI, V19, P2665.\nMakeig S, 1997, P NATL ACAD SCI USA, V94, P10979, DOI 10.1073/pnas.94.20.10979.\nMakeig S, 1996, ADV NEUR IN, V8, P145.\nMAKEIG S, 1997, SOFTWARE TOOLBOX ANA.\nMANGUN GR, 1991, J EXP PSYCHOL HUMAN, V17, P1057, DOI 10.1037//0096-1523.17.4.1057.\nMARTINEAU J, 1984, ANN NY ACAD SCI, V425, P362, DOI 10.1111/j.1749-6632.1984.tb23557.x.\nMcCarthy G, 1997, J NEUROPHYSIOL, V77, P1630.\nMIDDLETON FA, 1994, SCIENCE, V266, P458, DOI 10.1126/science.7939688.\nMiddleton FA, 1997, PROG BRAIN RES, V114, P553.\nMURAKAMI JW, 1989, ARCH NEUROL-CHICAGO, V46, P689.\nNOVICK B, 1979, PSYCHIAT RES, V1, P101, DOI 10.1016/0165-1781(79)90034-9.\nNOVICK B, 1980, PSYCHIAT RES, V3, P107, DOI 10.1016/0165-1781(80)90052-9.\nOADES RD, 1988, INT J PSYCHOPHYSIOL, V6, P25, DOI 10.1016/0167-8760(88)90032-3.\nONOFRJ M, 1992, ELECTROEN CLIN NEURO, V83, P52, DOI 10.1016/0013-4694(92)90132-2.\nPICTON TW, 1992, J CLIN NEUROPHYSIOL, V9, P456, DOI 10.1097/00004691-199210000-00002.\nPIVEN J, 1992, BIOL PSYCHIAT, V31, P491, DOI 10.1016/0006-3223(92)90260-7.\nPiven J, 1997, NEUROLOGY, V49, P546.\nPolich J, 1997, BRAIN TOPOGR, V9, P275, DOI 10.1007/BF01464482.\nPOLICH J, 1993, ELECTROEN CLIN NEURO, V86, P408, DOI 10.1016/0013-4694(93)90136-J.\nPolich J, 1996, PSYCHOPHYSIOLOGY, V33, P334, DOI 10.1111/j.1469-8986.1996.tb01058.x.\nPosner M. I., 1984, ATTENTION PERFORM, P531.\nPRITCHARD WS, 1987, J AUTISM DEV DISORD, V17, P231, DOI 10.1007/BF01495058.\nRITVO ER, 1986, AM J PSYCHIAT, V143, P862.\nROUSSEAUX M, 1992, STROKE, V23, P511.\nSAITOH O, 1995, NEUROLOGY, V45, P317.\nSAITOH O, IN PRESS BRAIN.\nSchmahmann JD, 1997, INT REV NEUROBIOL, V41, P433.\nSCHMAHMANN JD, 1989, J COMP NEUROL, V289, P53, DOI 10.1002/cne.902890105.\nSchmahmann JD, 1997, INT REV NEUROBIOL, V41, P31.\nSCHOPLER E, 1980, J AUTISM DEV DISORD, V10, P91, DOI 10.1007/BF02408436.\nSCHUPP HT, 1994, ELECTROEN CLIN NEURO, V90, P135, DOI 10.1016/0013-4694(94)90005-1.\nSQUIRES NK, 1975, ELECTROEN CLIN NEURO, V38, P387, DOI 10.1016/0013-4694(75)90263-1.\nTownsend J, 1996, J Int Neuropsychol Soc, V2, P541.\nTownsend J, 1999, J NEUROSCI, V19, P5632.\nTownsend J., 1996, DEV PSYCHOPATHOL, V8, P503, DOI 10.1017/S0954579400007276.\nVERBATEN MN, 1991, J AUTISM DEV DISORD, V21, P449, DOI 10.1007/BF02206870.\nVERLEGER R, 1988, BEHAV BRAIN SCI, V11, P343.\nVERLEGER R, 1994, COGNITIVE BRAIN RES, V2, P103, DOI 10.1016/0926-6410(94)90007-8.\nWALLESCH CW, 1990, BRAIN COGNITION, V14, P19, DOI 10.1016/0278-2626(90)90057-U.\nWELLS GR, 1989, J COMP NEUROL, V279, P629, DOI 10.1002/cne.902790410.\nWesterfield M., 1998, Society for Neuroscience Abstracts, V24, P507.\nWESTERFIELD M, 2000, J COGN NEUROSCI S, V98, P98.\nWESTERFIELD MN, UNPUB BRAIN.\nWILLIAMS RS, 1980, ARCH NEUROL-CHICAGO, V37, P749.\nYamaguchi S, 1998, J COGNITIVE NEUROSCI, V10, P95, DOI 10.1162/089892998563806.", "volume": "11", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000167389800011", "pages": "127-145", "usage-count-since-2013": "17", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00072-0", "language": "English", "keyword": "spatial attention; autism; cerebellum; frontal cortex; ERP; P300", "type": "Review", "author": "Townsend, J and Westerfield, M and Leaver, E and Makeig, S and Jung, TP\nand Pierce, K and Courchesne, E", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "6"}, {"issn": "0926-6410", "keywords-plus": "EVENT-RELATED POTENTIALS; BRAIN POTENTIALS; ELECTROPHYSIOLOGICAL\nEVIDENCE; POSITIVE SHIFT; ANOMALIES; INFORMATION; VIOLATIONS; RESPONSES;\nSPECIFICITY; INTEGRATION", "abstract": "This study examined auditory ERP responses to syntactic phrase structure\nviolations occurring either in sentences containing regular words or in\nsentences in which content words had been replaced by pseudowords while\nretaining morphological markers (so-called jabberwocky sentences).\nSyntactic violations were found to elicit an early anterior negativity\nfollowed by a P600 for both types of sentences, suggesting that the\nsyntactic processes in question are independent of the presence of\nlexical-semantic information. In syntactically correct sentences, content words in regular sentences elicited an N400 component while\ntheir pseudoword place-holders in jabberwocky sentences did not. By\ncontrast, in syntactically incorrect sentences neither sentence type\nshowed an N400 for the word creating the syntactic violation, indicating\nthat the detection of a syntactic error at an early stage blocks\nsemantic integration processes in regular sentences. We discuss these\nresults and findings from related studies in the light of a timing\nhypothesis of syntactic and semantic information processing and propose\nthat syntactic information extracted particularly early can affect\nsemantic processes while syntactic information extracted relatively late\ncannot. (C) 2001 Elsevier Science B.V. All rights reserved.", "number": "2", "month": "APR", "affiliation": "Hahne, A (Reprint Author), Max Planck Inst Cognit Neurosci, POB 500 355, D-04303 Leipzig, Germany.\nMax Planck Inst Cognit Neurosci, D-04303 Leipzig, Germany.\nUniv Leipzig, D-7010 Leipzig, Germany.", "doc-delivery-number": "418GQ", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "What's left if the Jabberwock gets the semantics? An ERP investigation\ninto semantic and syntactic processes during auditory comprehension", "times-cited": "62", "note": "6th Annual Meeting of the Cognitive-Neuroscience-Society, WASHINGTON, D.C., APR, 1999", "unique-id": "ISI:000167882900002", "type": "Article; Proceedings Paper", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Ainsworth-Darnell K, 1998, J MEM LANG, V38, P112, DOI 10.1006/jmla.1997.2537.\nBENTIN S, 1985, ELECTROEN CLIN NEURO, V60, P343, DOI 10.1016/0013-4694(85)90008-2.\nBENTIN S, 1995, J EXP PSYCHOL HUMAN, V21, P54, DOI 10.1037/0096-1523.21.1.54.\nBROWN C, 1993, J COGNITIVE NEUROSCI, V5, P34, DOI 10.1162/jocn.1993.5.1.34.\nGazzaniga M. S., 2000, NEW COGNITIVE NEUROS, P881.\nCabrera A, 1996, J EXP PSYCHOL LEARN, V22, P539.\nCANSECOGONZALEZ E, 1997, COG NEUR SOC 4 ANN M.\nCHWILLA DJ, 1995, PSYCHOPHYSIOLOGY, V32, P274, DOI 10.1111/j.1469-8986.1995.tb02956.x.\nCoulson S, 1998, LANG COGNITIVE PROC, V13, P21, DOI 10.1080/016909698386582.\nCoulson S, 1998, LANG COGNITIVE PROC, V13, P653, DOI 10.1080/016909698386410.\nFriederici AD, 2000, HUM BRAIN MAPP, V11, P1, DOI 10.1002/1097-0193(200009)11:1<1::AID-HBM10>3.0.CO;2-B.\nFriederici AD, 1999, BRAIN, V122, P1033, DOI 10.1093/brain/122.6.1033.\nFriederici AD, 1996, J EXP PSYCHOL LEARN, V22, P1219, DOI 10.1037//0278-7393.22.5.1219.\nFriederici AD, 1998, BRAIN LANG, V62, P311, DOI 10.1006/brln.1997.1906.\nFriederici AD, 1999, MEM COGNITION, V27, P438, DOI 10.3758/BF03211539.\nFRIEDERICI AD, 1993, COGNITIVE BRAIN RES, V1, P183, DOI 10.1016/0926-6410(93)90026-2.\nFriederici A., 1999, LANGUAGE COMPREHENSI, P265.\nFRIEDERICI AD, UNPUB J PSYCHOLINGUI.\nGREENHOUSE SW, 1959, PSYCHOMETRIKA, V24, P95, DOI 10.1007/BF02289823.\nGunter TC, 1999, NEUROREPORT, V10, P3175, DOI 10.1097/00001756-199910190-00009.\nGunter TC, 2000, J COGNITIVE NEUROSCI, V12, P556, DOI 10.1162/089892900562336.\nGunter TC, 1997, PSYCHOPHYSIOLOGY, V34, P660, DOI 10.1111/j.1469-8986.1997.tb02142.x.\nHAGOORT P, 1993, LANG COGNITIVE PROC, V8, P439, DOI 10.1080/01690969308407585.\nFriederici A. D., 1999, J COGNITIVE NEUROSCI, V11, P193.\nHAHNE A, 1998, J COGN NEUROSCI S, V125.\nHAHNE A, UNPUB DIFFERENTIAL T.\nKaan E, 2000, LANG COGNITIVE PROC, V15, P159.\nKnosche TR, 1999, BRAIN TOPOGR, V12, P75, DOI 10.1023/A:1023442426799.\nKutas M., 1994, HDB PSYCHOLINGUISTIC, P83.\nMeyer M, 2000, COGNITIVE BRAIN RES, V9, P19, DOI 10.1016/S0926-6410(99)00039-7.\nMunte TF, 1997, J COGNITIVE NEUROSCI, V9, P318, DOI 10.1162/jocn.1997.9.3.318.\nNEVILLE H, 1991, J COGNITIVE NEUROSCI, V3, P151, DOI 10.1162/jocn.1991.3.2.151.\nOSeaghdha PG, 1997, J EXP PSYCHOL LEARN, V23, P807.\nOsterhout L, 1999, LANG COGNITIVE PROC, V14, P1, DOI 10.1080/016909699386356.\nOsterhout L, 1997, BRAIN LANG, V59, P494, DOI 10.1006/brln.1997.1793.\nOsterhout L, 1999, LANG COGNITIVE PROC, V14, P283.\nOsterhout L, 1996, J COGNITIVE NEUROSCI, V8, P507, DOI 10.1162/jocn.1996.8.6.507.\nOSTERHOUT L, 1994, J EXP PSYCHOL LEARN, V20, P786, DOI 10.1037//0278-7393.20.4.786.\nPenke M, 1997, COGNITIVE BRAIN RES, V6, P37, DOI 10.1016/S0926-6410(97)00012-8.\nRUGG MD, 1987, MEM COGNITION, V15, P473, DOI 10.3758/BF03198381.", "volume": "11", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000167882900002", "pages": "199-212", "usage-count-since-2013": "7", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00071-9", "language": "English", "keyword": "semantics; syntactic information; auditory ERP responses", "number-of-cited-references": "40", "author": "Hahne, A and Jescheniak, JD", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Jescheniak, Jorg /D-6917-2014", "organization": "Cognit Neurosci Soc", "usage-count-(last-180-days)": "1"}, {"issn": "0926-6410", "keywords-plus": "SYNTACTIC POSITIVE SHIFT; COMPLEX WORDS; IRREGULAR INFLECTION;\nPOTENTIALS; LANGUAGE; SPECIFICITY; ENGLISH; RULES; ACQUISITION; PLURALS", "abstract": "The ERP (event-related potential) violation paradigm was used to\ninvestigate brain responses to morphologically correct and incorrect\nverb forms of Catalan. Violations of stem formation and inflectional\nprocesses were examined in separate experimental conditions. Our most\ninteresting finding is that misapplications of stem formation rules\nelicit an early left preponderant negativity. This complements our\nprevious ERP results on morphological violations in other languages in\nwhich misapplications of inflectional rules were shown to produce such\neffects. We make use of the linguistic distinction between lexically\nstored and rule-based word forms and suggest a unified interpretation of\nthe experimental results, arguing that these negativities vary as a\nfunction of processes involved in morpho-syntactic structure building.\n(C) 2001 Elsevier Science B.V. All rights reserved.", "number": "1", "month": "MAR", "affiliation": "Munte, TF (Reprint Author), Otto Von Guericke Univ, Dept Neuropsychol, D-39106 Magdeburg, Germany.\nOtto Von Guericke Univ, Dept Neuropsychol, D-39106 Magdeburg, Germany.\nUniv Barcelona, Fac Psychol, Barcelona 08035, Spain.\nUniv Essex, Dept Linguist, Colchester CO4 3SQ, Essex, England.\nUniv Hamburg, Dept Romance Languages, Hamburg, Germany.\nHannover Med Sch, Dept Neurol, Hannover, Germany.", "doc-delivery-number": "409NM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Event-related brain responses to morphological violations in Catalan", "times-cited": "61", "unique-id": "ISI:000167389800006", "type": "Article", "author-email": "thomas.muente@medizin.uni-magdeburg.de", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "CLAHSEN H, 1992, COGNITION, V45, P225, DOI 10.1016/0010-0277(92)90018-D.\nClahsen H, 1999, BEHAV BRAIN SCI, V22, P991.\nCLAHSEN H., 1993, YB MORPHOLOGY 1992, P1.\nComrie B, 1987, WORLDS MAJOR LANGUAG.\nCoulson S, 1998, LANG COGNITIVE PROC, V13, P21, DOI 10.1080/016909698386582.\nCoulson S, 1998, LANG COGNITIVE PROC, V13, P653, DOI 10.1080/016909698386410.\nElman Jeffrey, 1996, RETHINKING INNATENES.\nFabra P., 1956, GRAMATICA CATALANA.\nFERRATER G, 1981, SOBRE LLENGUATGE.\nFONTANALS JRI, 1998, DICCIONARI FREQUENCI, V1.\nFriederici A., 1999, LANGUAGE COMPREHENSI, P265.\nGross M, 1998, NEUROSCI LETT, V241, P83, DOI 10.1016/S0304-3940(97)00971-3.\nHAGOORT P, 1993, LANG COGNITIVE PROC, V8, P439, DOI 10.1080/01690969308407585.\nFriederici A. D., 1999, J COGNITIVE NEUROSCI, V11, P193.\nIndefrey P., 1997, NEUROIMAGE, V5, pS548.\nJaeger JJ, 1996, LANGUAGE, V72, P451, DOI 10.2307/416276.\nKLUENDER R, 1993, J COGNITIVE NEUROSCI, V5, P196, DOI 10.1162/jocn.1993.5.2.196.\nKLUENDER R, 1998, CUNY C SENT PROC NEW.\nMARCUS GF, 1992, MONOGR SOC RES CHILD, V57, pR5.\nMARCUS GF, IN PRESS ALGEBRAIC M.\nMARGARIT AMB, 1995, GRAMATICA ILENGUA CA.\nMarslen-Wilson W, 1998, TRENDS COGN SCI, V2, P428, DOI 10.1016/S1364-6613(98)01239-X.\nMarslenWilson WD, 1997, NATURE, V387, P592, DOI 10.1038/42456.\nMASCARO J, 1986, ENCICLOPEDIA CATALAN.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nMunte TF, 1998, NEUROPSYCHOLOGIA, V36, P217, DOI 10.1016/S0028-3932(97)00119-X.\nMunte TF, 1999, BEHAV BRAIN SCI, V22, P1031, DOI 10.1017/S0140525X99412221.\nMunte TF, 1999, COGNITIVE BRAIN RES, V7, P241, DOI 10.1016/S0926-6410(98)00028-7.\nMunte TF, 1997, J COGNITIVE NEUROSCI, V9, P318, DOI 10.1162/jocn.1997.9.3.318.\nNewman A. J., 1999, COGN NEUR SOC ANN M.\nOrsolini M, 1997, LANG COGNITIVE PROC, V12, P1.\nOrsolini M, 1998, LANG COGNITIVE PROC, V13, P425, DOI 10.1080/016909698386456.\nOSTERHOUT L, 1992, J MEM LANG, V31, P785, DOI 10.1016/0749-596X(92)90039-Z.\nOsterhout L, 1996, J COGNITIVE NEUROSCI, V8, P507, DOI 10.1162/jocn.1996.8.6.507.\nPenke M, 1997, COGNITIVE BRAIN RES, V6, P37, DOI 10.1016/S0926-6410(97)00012-8.\nPinker S, 1997, NATURE, V387, P547, DOI 10.1038/42347.\nRumelhart D. E., 1986, PARALLEL DISTRIBUTED, P216.\nSAY T, IN PRESS STORAGE COM.\nUllman M., 1997, J COGNITIVE NEUROSCI, V9, P289.\nWeyerts H, 1997, NEUROREPORT, V8, P957, DOI 10.1097/00001756-199703030-00028.", "volume": "11", "orcid-numbers": "Rodriguez-Fornells, Antoni/0000-0002-3249-6931", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000167389800006", "pages": "47-58", "usage-count-since-2013": "5", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00063-X", "language": "English", "keyword": "event-related potential; morphology; Catalan; left anterior negativity;\nP600", "number-of-cited-references": "40", "author": "Rodriguez-Fornells, A and Clahsen, H and Lleo, C and Zaake, W and Munte, TF", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Munte, Thomas/C-2077-2014\nRodriguez-Fornells, Antoni/L-5878-2014", "usage-count-(last-180-days)": "0"}, {"issn": "0968-0802", "keywords-plus": "AGRICULTURAL SUSTAINABILITY; AFRICAN AGRICULTURE; NIGERIAN SAVANNA;\nINTENSIFICATION; LABOR", "abstract": "Sustainability indicators (SIs) are increasingly seen as important tools\nin the implementation of sustainable development. Numerous suggested SI\nlists and matrices exist, but a remaining problem is how these diverse\nSIs are to be integrated into an answer as to whether something is\nsustainable or not. In some studies of sustainability workers have\nadopted a quantitative integration approach whereby SIs are given\nnumerical values and integrated mathematically to produce a value for\nsustainability. In this paper the authors discuss SI integration by\ndrawing upon the results of a six-year research project based in a\nvillage in Nigeria. They conclude that an element of `qualitative\nintegration' incorporating value judgements and subjectivity is\ninevitable with a concept such as sustainability, even if one begins\nwith what may seem like sharp and quantitative SIs. It is argued that\nSIs are primarily a product of development intervention rather than a\ndesire to understand, and as a result carry with them the desired\ncharacteristics, from the donor perspective, of efficiency and\naccountability. Copyright (C) 2001 John Wiley \\& Sons, Ltd and ERP\nEnvironment.", "number": "1", "month": "FEB", "affiliation": "Morse, S (Reprint Author), Univ Reading, Dept Geog, POB 227, Reading RG6 6AB, Berks, England.\nUniv Reading, Dept Geog, Reading RG6 6AB, Berks, England.\nDiocesan Dev Serv, Idah, Kogi State, Nigeria.", "doc-delivery-number": "409LH", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "GREEN \\& SUSTAINABLE SCIENCE \\& TECHNOLOGY; Planning \\& Development", "title": "Sustainability indicators: The problem of integration", "pages": "1-15", "unique-id": "ISI:000167384800001", "number-of-cited-references": "30", "journal": "SUSTAINABLE DEVELOPMENT", "cited-references": "Abasiekong E. M., 1981, African Studies Review, V24, P73, DOI 10.2307/523911.\nBell S., 1999, SUSTAINABILITY INDIC.\nBERRY S, 1993, CONDITION PERMANENT.\nCLAYTON M. H., 1996, SUSTAINABILITY SYSTE.\nCleave J. H., 1974, AFRICAN FARMERS LABO.\nCsapo M., 1983, AFR STUD REV, V26, P91, DOI 10.2307/524612.\nGoldman A, 1996, EXP AGR, V32, P199, DOI 10.1017/S0014479700026107.\nGOLDMAN A, 1995, HUM ECOL, V23, P291, DOI 10.1007/BF01190135.\nGuyer J, 1996, AFRICA, V66, P1, DOI 10.2307/1161508.\nGUYER J, 1997, AFRICAN NICHE EC.\nGuyer J. I., 1992, Africa (London), V62, P465, DOI 10.2307/1161346.\nGuyer J., 1981, AFR STUD REV, V24, P87, DOI 10.2307/523903.\nHansen JW, 1996, AGR SYST, V50, P117, DOI 10.1016/0308-521X(95)00011-S.\nIZAC AMN, 1994, ECOL ECON, V11, P105, DOI 10.1016/0921-8009(94)90022-1.\nKumar K., 1993, Rapid appraisal methods., P8.\nManyong V. M., 1997, IITA RES, V14/15, P1.\nMCNAMARA N, 1996, DEV ON FARM RES.\nMorse S., 2000, VISIONS SUSTAINABILI.\nNETTING RM, 1989, HUM ECOL, V17, P299, DOI 10.1007/BF00889021.\nNetting RM, 1996, AFRICA, V66, P52, DOI 10.2307/1161511.\nNetting R. M., 1993, SMALLHOLDERS HOUSEHO.\nPenfold CM, 1995, AUST J EXP AGR, V35, P849, DOI 10.1071/EA9950849.\nRICHARDS P, 1990, AFR AFFAIRS, V89, P265.\nSTOCKLE CO, 1994, AM J ALTERNATIVE AGR, V9, P45.\nSTONE GD, 1990, AM ANTHROPOL, V92, P7, DOI 10.1525/aa.1990.92.1.02a00010.\nStone GD, 1997, HUM ECOL, V25, P223, DOI 10.1023/A:1021974122578.\nStone GD, 1998, HUM ECOL, V26, P239, DOI 10.1023/A:1018718923793.\nSTONE MP, 1995, AM ETHNOL, V22, P165, DOI 10.1525/ae.1995.22.1.02a00080.\nTaylor D. C., 1993, American Journal of Alternative Agriculture, V8, P175.\nTORQUEBIAU E, 1992, AGR ECOSYST ENVIRON, V41, P189, DOI 10.1016/0167-8809(92)90109-O.", "volume": "9", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000167384800001", "times-cited": "56", "usage-count-since-2013": "26", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/sd.148.abs", "journal-iso": "Sustain. Dev.", "language": "English", "type": "Article", "author": "Morse, S and McNamara, N and Acholo, M and Okwoli, B", "research-areas": "Science \\& Technology - Other Topics; Public Administration", "usage-count-(last-180-days)": "4"}, {"issn": "0960-085X", "keywords-plus": "SUCCESS; RISK; ERP", "abstract": "The paper explores the supply-side of IT outsourcing by focusing upon\nthe emerging role of application service providers (ASPs). It traces the\ntransition from first wave IT outsourcing in the 1960s, to\nbusiness-centric outsourcing in the 1980s and 90s to application\noutsourcing in the 21st century. Drawing from empirical research on a\ntaxonomy of ASPs, the paper explores how application outsourcing is\ncurrently changing the nature of the outsourcing contract and\nrelationship between client and supplier. This will have significant\nimplications for traditional outsourcing and ER-P vendors in the\nsoftware and computing services industry, in addition to presenting new\nopportunities to SMEs with little history or experience of outsourcing.", "number": "3", "month": "DEC", "affiliation": "Currie, WL (Reprint Author), Brunel Univ, Ctr Strateg Informat Syst, Dept Informat Syst \\& Comp, Uxbridge UB8 3PH, Middx, England.\nBrunel Univ, Ctr Strateg Informat Syst, Dept Informat Syst \\& Comp, Uxbridge UB8 3PH, Middx, England.", "doc-delivery-number": "502EY", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "Computer Science, Information Systems; Information Science \\& Library\nScience", "title": "Exploring the supply-side of IT outsourcing: evaluating the emerging\nrole of application service providers", "pages": "123-134", "unique-id": "ISI:000172731800001", "number-of-cited-references": "31", "journal": "EUROPEAN JOURNAL OF INFORMATION SYSTEMS", "cited-references": "ADLER PS, 1992, SLOAN MANAGEMENT WIN.\n{*}ASP IND CONS, 2000, IND NEWS.\nBENDERSAMUEL P, 1999, FORK ROAD ASPS.\nCURRIE W, 1998, NEW STRATEGIES IT OU.\nCURRIE W, 2001, IN PRESS INT J INNOV.\nCurrie WL, 1996, EUR J INFORM SYST, V4, P226, DOI 10.1057/ejis.1996.4.\nCurrie WL, 1998, INFORM SYST J, V8, P119, DOI 10.1046/j.1365-2575.1998.00030.x.\nCurrie WL, 1998, J INFORM TECHNOL, V13, P169, DOI 10.1080/026839698344819.\nCURRIE WL, 2000, GLOBAL INFORMATION S.\nEaston G., 1992, LEARNING CASE STUDIE.\n{*}FORR RES, 2000, OUTS FUT.\nHenderson J. C., 1990, SLOAN MANAGEMENT SPR, P7.\nHIRT SG, 2000, J INFORMATION TECHNO, V14, P243.\nHolland CP, 1999, IEEE SOFTWARE, V16, P30, DOI 10.1109/52.765784.\nHolway R., 1998, SOFTWARE COMPUTING S.\n{*}IDC, 2000, INT C MAN GROW WORLD.\nKlepper R, 1995, J INFORM TECHNOL, V10, P249.\nKUMAR K, 2000, COMMUN ACM, V43, P2326.\nLACITY MC, 1999, MIS Q            SEP, P363.\nLACITY MC, 1993, INFORMATION SYSTEMS.\nLAUCHLAN S, 2000, OCMPUTING, V3, P29.\nMARTI E, 2000, SAP ONLINE PROCUREME.\nMcLellan K, 1995, J INFORM TECHNOL, V10, P299.\nMITCHELL V, 1998, J INFORMATION TECHNO, V12, P223.\nQUINN JB, 1994, SLOAN MANAGE REV, V35, P43.\nRING C, 2000, EUROPEAN MARKET RES.\nSaunders C, 1997, CALIF MANAGE REV, V39, P63.\nScheer AW, 2000, COMMUN ACM, V43, P57, DOI 10.1145/332051.332073.\nStrassmann P. A., 1995, COMPUTERWORLD, V29, P75.\nTAKAC PF, 1994, INT J TECHNOL MANAGE, V9, P139.\nVENKATRAMAN N, 1997, SLOAN MANAGEMENT SPR, P51.", "volume": "10", "address": "HOUNDMILLS, BASINGSTOKE RG21 6XS, HANTS, ENGLAND", "ID": "ISI:000172731800001", "times-cited": "51", "usage-count-since-2013": "9", "publisher": "PALGRAVE PUBLISHERS LTD", "doi": "10.1057/palgrave.ejis.3000393", "journal-iso": "Eur. J. Inform. Syst.", "language": "English", "type": "Article", "author": "Currie, WL and Seltsikas, P", "research-areas": "Computer Science; Information Science \\& Library Science", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "RECOGNITION MEMORY; BRAIN POTENTIALS; RECALL; RECOLLECTION; REPETITION;\nRETRIEVAL; PREDICTS; CORTEX; ERPS", "abstract": "Event-related potentials (ERPs) were used to investigate whether the\nneural correlates of successful episodic encoding differ according to\nthe nature of the study task. At study, 16 subjects were cued to make\neither animacy or alphabetic decisions about visually presented words. A\nrecognition memory test with confidence judgements followed after a\ndelay of 30 min. For the animacy task, words that were subsequently\nconfidently recognised were associated with a positive-going ERP\nmodulation. By contrast, for the alphabetic task, confident recognition\nwas associated with a negative-going ERP modulation. Both types of\nsubsequent memory effects started shortly after word onset. These\nfindings suggest that the neural correlates of memory encoding differ\nqualitatively, rather than quantitatively, according to the nature of\nthe Study task. Episodic encoding thus seems to be supported by\nmultiple, task-specific, neural systems. The early onset of these memory\neffects suggests that episodic encoding can be facilitated by processes\nthat start before the onset of the to-be-encoded item. (C) 2001 Elsevier\nScience B.V. All rights reserved.", "number": "1", "month": "AUG", "affiliation": "Otten, LJ (Reprint Author), UCL, Inst Cognit Neurosci, 17 Queen Sq, London WC1N 3AR, England.\nUCL, Inst Cognit Neurosci, London WC1N 3AR, England.\nUCL, Dept Psychol, London WC1N 3AR, England.", "doc-delivery-number": "473WC", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Electrophysiological correlates of memory encoding are task-dependent", "times-cited": "50", "unique-id": "ISI:000171070900002", "type": "Article", "author-email": "l.otten@ucl.ac.uk", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Brewer JB, 1998, SCIENCE, V281, P1185, DOI 10.1126/science.281.5380.1185.\nBuckner RL, 1999, NAT NEUROSCI, V2, P311, DOI 10.1038/7221.\nCHAPMAN RM, 1978, SCIENCE, V202, P1211, DOI 10.1126/science.725596.\nCRAIK FIM, 1972, J VERB LEARN VERB BE, V11, P671, DOI 10.1016/S0022-5371(72)80001-X.\nFernandez G, 1999, HIPPOCAMPUS, V9, P35, DOI 10.1002/(SICI)1098-1063(1999)9:1<35::AID-HIPO4>3.0.CO;2-Z.\nFriedman D, 1996, COGNITIVE BRAIN RES, V4, P1, DOI 10.1016/0926-6410(95)00041-0.\nFriedman D, 2000, MICROSC RES TECHNIQ, V51, P6, DOI 10.1002/1097-0029(20001001)51:1<6::AID-JEMT2>3.0.CO;2-R.\nHenson RNA, 1999, J NEUROSCI, V19, P3962.\nJasper H. H., 1958, ELECTROENCEPHALOGRAP, V10, P371, DOI DOI 10.1016/0013-4694(58)90053-1.\nJORDAN JS, 1995, NEUROREPORT, V6, P1913, DOI 10.1097/00001756-199510020-00022.\nKESELMAN HJ, 1980, PSYCHOPHYSIOLOGY, V17, P499, DOI 10.1111/j.1469-8986.1980.tb00190.x.\nFrancis W. N, 1967, COMPUTATIONAL ANAL P.\nMANGELS JA, IN PRESS COGN BRAIN.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nOtten LJ, 2001, BRAIN, V124, P399, DOI 10.1093/brain/124.2.399.\nPALLER KA, 1987, ELECTROEN CLIN NEURO, V67, P360, DOI 10.1016/0013-4694(87)90124-6.\nPALLER KA, 1990, J EXP PSYCHOL LEARN, V16, P1021, DOI 10.1037/0278-7393.16.6.1021.\nPALLER KA, 1992, J COGNITIVE NEUROSCI, V4, P375, DOI 10.1162/jocn.1992.4.4.375.\nPoldrack RA, 1999, NEUROIMAGE, V10, P15, DOI 10.1006/nimg.1999.0441.\nRugg MD, 1997, PSYCHOPHYSIOLOGY, V34, P572, DOI 10.1111/j.1469-8986.1997.tb01744.x.\nRUGG MD, 1995, OX PSYCH S, P132.\nSANQUIST TF, 1980, PSYCHOPHYSIOLOGY, V17, P568, DOI 10.1111/j.1469-8986.1980.tb02299.x.\nSNODGRASS JG, 1988, J EXP PSYCHOL GEN, V117, P34, DOI 10.1037//0096-3445.117.1.34.\nVanPetten C, 1996, PSYCHOPHYSIOLOGY, V33, P491.\nWagner AD, 1999, PHILOS T ROY SOC B, V354, P1307, DOI 10.1098/rstb.1999.0481.\nWagner AD, 1998, SCIENCE, V281, P1188, DOI 10.1126/science.281.5380.1188.\nWeyerts H, 1997, NEUROREPORT, V8, P1583, DOI 10.1097/00001756-199705060-00007.", "volume": "12", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000171070900002", "pages": "11-18", "usage-count-since-2013": "3", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00015-5", "language": "English", "keyword": "confidence judgement; depth of processing; episodic encoding;\nevent-related potential; subsequent memory effect; recognition memory", "number-of-cited-references": "27", "author": "Otten, LJ and Rugg, MD", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Otten, Leun/C-6036-2008", "usage-count-(last-180-days)": "1"}, {"issn": "0306-4379", "abstract": "Enterprise resource planning (ERP) packages provide generic\noff-the-shelf business and software solutions to customers. However, these packages are implemented in companies with different\norganisational and national cultures, and there is growing evidence that\nfailure to adapt ERP packages to fit these cultures leads to projects\nthat are expensive and late. This paper describes research that\nsynthesises social science theories of culture to handle the impact of\nculture on ERP package implementation more efficiently. It describes a\nknowledge meta-schema for modelling the surface and the deeper\nmanifestations of culture. It reports an empirical study into the\nimplementation of SAP R/3's sales and distribution (SD) module in a\nlarge pharmaceuticals organisation in Scandinavia and the UK. Results\nprovide evidence for an association between organisational culture and\nERP implementation problems but no direct evidence for an association\nbetween national culture and implementation problems. Furthermore, results demonstrate that these diverse implementation problems can be\ncaused by a mismatch between a small set of core values indicative of a\ncustomer's organisational culture. At the end of the paper, our\npredictions are reviewed, conclusions are made about them and about the\nwork of the key authors of national and organisational culture, and\nfuture work is discussed. (C) 2001 Elsevier Science Ltd. All rights\nreserved.", "number": "3", "month": "MAY", "affiliation": "Krumbholz, M (Reprint Author), City Univ London, Ctr Human Comp Interact Design, Northhampton Square, London EC1V OHB, England.\nCity Univ London, Ctr Human Comp Interact Design, London EC1V OHB, England.", "doc-delivery-number": "449FM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Inf. Syst.", "web-of-science-categories": "Computer Science, Information Systems", "title": "The implementation of enterprise resource planning packages in different\norganisational and national cultures", "times-cited": "49", "note": "12th International Conference on Advanced Information Systems\nEngineering (CAISE 00), STOCKHOLM, SWEDEN, 2000", "unique-id": "ISI:000169673700006", "type": "Article; Proceedings Paper", "journal": "INFORMATION SYSTEMS", "cited-references": "Bach K., 1979, LINGUISTIC COMMUNICA.\nBrown A., 1995, ORG CULTURE.\nCOULIANOS N, 2000, IMPACT CULTURE IMPLE.\nCurran T.A., 1998, SAP R 3 BUSINESS BLU.\nDARIMONT R, 1997, P 4 ACM S FDN SOFTW, P179.\nDeal TE, 1982, CORPORATE CULTURES R.\nDENSLEY B, 1999, P 1 INT WORKSH EMRPS, P59.\nDOBSON P, 1993, CHANGING CULTURE NEW.\nENGEL P, 1984, MIND MACHINE PHILOS.\nGALLIERS JR, 1989, 172 U CAMBR COMP LAB.\nGALLIERS JR, 1992, BELIEF REVISION.\nGARDENFORS P, 1998, KNOWLEDGE FLUX MODEL.\nGulla J., 1999, P 1 INT WORKSH ENT M, P127.\nHarman Gilbert, 1986, CHANGE VIEW PRINCIPL.\nHintikka J., 1962, KNOWLEDGE BELIEF.\nHofstede Geert, 1994, CULTURES ORG INTERCU.\nJohnson G., 1997, EXPLORING CORPORATE.\nKrumbholz M, 2000, LECT NOTES COMPUT SC, V1789, P279.\nLevi I., 1984, DECISIONS REVISIONS.\nMAIDEN NAM, 1998, J AUTOMATED SOFTWARE, V5, P419.\nMYLOPOULOS JM, 1999, P 1 INT WORKSH EMRPS, P375.\nNeube C., 1999, P 4 IEEE S REQ ENG, P133.\nPeters T., 1982, SEARCH OF EXCELLENCE.\nQUINE W., 1970, WEB BELIEF.\nROSEMANN M, 1999, P 1 INT WORKSH EMRPS, P239.\nRugg G., 1992, Knowledge Acquisition, V4, P279, DOI 10.1016/1042-8143(92)90019-W.\nSchein E. H., 1992, ORG CULTURE LEADERSH.\nSCHEIN EH, 1991, REPLANNING ORG CULTU.\nTrompenaars F., 1994, RIDING WAVES CULTURE.\nWARREN L, 1999, COMPUTER WEEKLY 1125, P32.", "volume": "26", "address": "THE BOULEVARD, LANGFORD LANE, KIDLINGTON, OXFORD OX5 1GB, ENGLAND", "ID": "ISI:000169673700006", "pages": "185-204", "usage-count-since-2013": "19", "publisher": "PERGAMON-ELSEVIER SCIENCE LTD", "doi": "10.1016/S0306-4379(01)00016-3", "language": "English", "keyword": "ERP packages; national culture; organisational culture; values; beliefs;\nnorms", "number-of-cited-references": "30", "author": "Krumbholz, M and Maiden, N", "research-areas": "Computer Science", "organization": "Stockholm Univ, Dept Comp \\& Syst Sci; KTH; Swedish Inst Syst Dev", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "TEMPORAL CORTEX; OCCIPITOTEMPORAL CORTEX; EVOKED-POTENTIALS;\nVISUAL-ATTENTION; PERCEPTION; BRAIN; RECOGNITION; ORIENTATION; MONKEYS;\nHUMANS", "abstract": "The N170 event-related potential (ERP) reflects an early stage of face\nprocessing. We wished to determine if it would also index the\nintuitively important information provided by direction of gaze. Two\nstudies were run. In one, stimuli included full faces with the eyes\nlooking forward, to the left or closed; in the other study the stimuli\nincluded eyes-only, looking forward, left or closed. Gaze direction had\nno effects on amplitude, hut longer latencies were found for faces with\neyes closed. With eyes-only stimuli, more marked effects on latencies\nand borderline effects on amplitudes were seen. We suggest that there\ncan only be limited evidence of gaze-specific sensitivity in ERP studies\nin humans, without eye movement. (C) 2001 Elsevier Science B.V. All\nrights reserved.", "number": "3", "month": "JAN", "affiliation": "Taylor, MJ (Reprint Author), Univ Toulouse 3, CNRS, CerCo, F-31062 Toulouse, France.\nUniv Toulouse 3, CNRS, CerCo, F-31062 Toulouse, France.\nHosp Sick Children, Toronto, ON M5G 1X8, Canada.\nVA Med Ctr, Neuropsychol Lab, W Haven, CT USA.\nUniv Toronto, Fac Med, Toronto, ON, Canada.", "doc-delivery-number": "399HW", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Direction of gaze effects on early face processing: eyes-only versus\nfull faces", "times-cited": "49", "unique-id": "ISI:000166806400012", "number-of-cited-references": "25", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "ALLISON T, 1983, ELECTROEN CLIN NEURO, V55, P619, DOI 10.1016/0013-4694(83)90272-9.\nALLISON T, 1994, J NEUROPHYSIOL, V71, P821.\nAllison T, 1999, CEREB CORTEX, V9, P415, DOI 10.1093/cercor/9.5.415.\nAllison T, 2000, TRENDS COGN SCI, V4, P267, DOI 10.1016/S1364-6613(00)01501-1.\nBentin S, 1996, J COGNITIVE NEUROSCI, V8, P551, DOI 10.1162/jocn.1996.8.6.551.\nBOTZEL K, 1995, EXP BRAIN RES, V104, P135, DOI 10.1007/BF00229863.\nCAMPBELL R, 1990, NEUROPSYCHOLOGIA, V28, P1123, DOI 10.1016/0028-3932(90)90050-X.\nCauquil AS, 2000, NEUROREPORT, V11, P2167, DOI 10.1097/00001756-200007140-00021.\nCHANCE JE, 1982, J PSYCHOL, V112, P29.\nEdmonds G., 1997, Society for Neuroscience Abstracts, V23, P2112.\nEimer M, 1998, NEUROREPORT, V9, P2945, DOI 10.1097/00001756-199809140-00005.\nEmery NJ, 1997, J COMP PSYCHOL, V111, P286.\nFriesen CK, 1998, PSYCHON B REV, V5, P490, DOI 10.3758/BF03208827.\nHietanen JK, 1999, NEUROREPORT, V10, P3443, DOI 10.1097/00001756-199911080-00033.\nHoffman EA, 2000, NAT NEUROSCI, V3, P80, DOI 10.1038/71152.\nHood BM, 1998, PSYCHOL SCI, V9, P131, DOI 10.1111/1467-9280.00024.\nJEFFREYS DA, 1993, EXP BRAIN RES, V96, P163.\nMcCarthy G, 1999, CEREB CORTEX, V9, P431, DOI 10.1093/cercor/9.5.431.\nOJEMANN JG, 1992, BRAIN, V115, P1, DOI 10.1093/brain/115.1.1.\nPERRETT DI, 1992, PHILOS T ROY SOC B, V335, P23, DOI 10.1098/rstb.1992.0003.\nPuce A, 2000, COGNITIVE NEUROPSYCH, V17, P221, DOI 10.1080/026432900380580.\nPuce A, 1998, J NEUROSCI, V18, P2188.\nRossion B, 1999, CLIN NEUROPHYSIOL, V110, P449, DOI 10.1016/S1388-2457(98)00037-6.\nTAYLOR MJ, 2000, UNPUB EPR FINDINGS.\nWicker B, 1998, NEUROIMAGE, V8, P221, DOI 10.1006/nimg.1998.0357.", "volume": "10", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000166806400012", "pages": "333-340", "usage-count-since-2013": "8", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00051-3", "language": "English", "keyword": "direction of gaze; event-related potential; N170; vision", "type": "Article", "author": "Taylor, MJ and Itier, RJ and Allison, T and Edmonds, GE", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "2"}, {"issn": "0926-6410", "keywords-plus": "PROSPECTIVE MEMORY; RECOLLECTION; BRAIN", "abstract": "This study examines neural activity associated with the realization of a\ndelayed intention within the context of the noticing + search model of\nprospective memory (PM) using event-related brain potentials (ERPs). The\nnoticing + search model proposes that PM is supported by two related\nprocesses, noticing (the detection of a PM cue in the environment) and\nsearch (the retrieval of an intention from memory). In two experiments\nparticipants performed a PM task that permitted the dissociation of the\nnoticing and search processes. Noticing was associated a phasic\nnegativity over the occipital-parietal region (N320) and search was\nassociated with a sustained modulation (slow-wave) reflecting a\nnegativity over the right frontal region and a broadly distributed\npositivity over the parietal region. The amplitude of the N320 was\ngreater when the PM cue was associated with an intention than when the\ncue was irrelevant to task performance, leading to the proposal that\nnoticing may be accomplished through the attentional modulation of\nneural systems which support processing of the defining features of the\nPM cue. The topography of the slow-wave resembled that of modulations of\nthe ERP associated with the recollection of information in studies of\nretrospective memory leading to the suggestion that similar neural\nprocesses may support the recovery of information from memory in both\nprospective and retrospective memory tasks. (C) 2001 Elsevier Science\nB.V. All rights reserved.", "number": "1", "month": "AUG", "affiliation": "West, R (Reprint Author), Univ Notre Dame, Dept Psychol, 118 Haggar Hall, Notre Dame, IN 46556 USA.\nUniv Notre Dame, Dept Psychol, Notre Dame, IN 46556 USA.", "doc-delivery-number": "473WC", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Neural activity associated with the realization of a delayed intention", "times-cited": "48", "unique-id": "ISI:000171070900001", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Allan K, 1998, ACTA PSYCHOL, V98, P231, DOI 10.1016/S0001-6918(97)00044-9.\nBATTIG WF, 1969, J EXP PSYCHOL, V80, P1, DOI 10.1037/h0027577.\nBisiacchi P. S., 1996, PROSPECTIVE MEMORY T, P297.\nBRANDIMONTE MA, 1994, Q J EXP PSYCHOL-A, V47, P565.\nCOCKBURN J, 1995, CORTEX, V31, P87.\nCOHEN AL, 1999, THESIS U VICTORIA.\nCOHEN AL, IN PRESS AGING NEURO.\nDONCHIN E, 1988, BEHAV BRAIN SCI, V11, P357.\nEinstein G. O., 1996, PROSPECTIVE MEMORY T, P115.\nHillyard Steven A., 1995, P665.\nJACOBY LL, 1990, J MEM LANG, V29, P433, DOI 10.1016/0749-596X(90)90065-8.\nMANDLER G, 1980, PSYCHOL REV, V87, P252, DOI 10.1037//0033-295X.87.3.252.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nMcDaniel MA, 1998, MEM COGNITION, V26, P121, DOI 10.3758/BF03211375.\nMcDaniel MA, 1999, NEUROPSYCHOLOGY, V13, P103, DOI 10.1037/0894-4105.13.1.103.\nMcDaniel M. A., 1992, ADV LEARNING BEHAVIO, V7, P87.\nMCDANIEL M. A., 1995, PSYCHOL LEARN MOTIV, V32, P191, DOI 10.1016/S0079-7421(08)60375-8.\nOkuda J, 1998, NEUROSCI LETT, V253, P127, DOI 10.1016/S0304-3940(98)00628-4.\nPaller KA, 1998, CONSCIOUS COGN, V7, P54, DOI 10.1006/ccog.1998.0329.\nPALLER KA, 1995, PSYCHOL SCI, V6, P107, DOI 10.1111/j.1467-9280.1995.tb00315.x.\nPFEFFERBAUM A, 1985, ELECTROEN CLIN NEURO, V60, P423, DOI 10.1016/0013-4694(85)91017-X.\nPicton TW, 2000, PSYCHOPHYSIOLOGY, V37, P127, DOI 10.1017/S0048577200000305.\nRUGG MD, 1998, NATURE, V392, P95598.\nSchnyer DM, 1997, NEUROPSYCHOLOGY, V11, P243, DOI 10.1037//0894-4105.11.2.243.\nWest R, 1999, PSYCHOL AGING, V14, P264, DOI 10.1037//0882-7974.14.2.264.\nWEST R, 2001, UNPUB NEURAL CORRELA.", "volume": "12", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000171070900001", "pages": "1-9", "usage-count-since-2013": "4", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00014-3", "language": "English", "keyword": "prospective memory; event-related brain potential; intention", "number-of-cited-references": "26", "author": "West, R and Herndon, RW and Crewdson, SJ", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "West, Robert/D-8533-2011", "usage-count-(last-180-days)": "1"}, {"issn": "0926-6410", "keywords-plus": "EVENT-RELATED POTENTIALS; CEREBRAL BLOOD-FLOW; RECOGNITION MEMORY; BRAIN\nPOTENTIALS; IMPLICIT MEMORY; WORD REPETITION; CONSCIOUS RECOLLECTION;\nSEMANTIC CONGRUITY; NONWORD-REPETITION; FREQUENCY WORDS", "abstract": "ERP responses to initial and repeated presentations of possible and\nimpossible objects were recorded from 61 recording sites in a simple\ntarget detection task. In Experiment 1, the non-target objects were line\ndrawings of possible and impossible 3-D geometric figures and the\ntargets were line drawings of familiar everyday objects or combinations\nof parts of everyday objects. In Experiment 2, the non-target objects\nwere everyday objects and the targets were possible and impossible 3-D\ngeometric figures. In both experiments, at frontal sites, the repeated\npossible and impossible non-target items elicited less negative ERP\nwaveforms relative to first presentations between 250 and 350-400 ms. At\nparieto-occipital sites, in both experiments, the repeated possible and\nimpossible non-target items elicited less positive ERP waveforms than\ndid first presentations beginning at about 300 ms. The briefly reduced\nfrontal negativity to repeated items is consistent with familiarity\narising from a facilitation of access to conceptual, semantic and\nvisuo-spatial representations during object categorization. The polarity\nof the parieto-occipital effect was the reverse of what is usually found\nin stimulus repetition tasks, although it is consistent with earlier\nwork using similar visual stimuli. It is interpreted as reflecting the\navailability of a newly formed representation (i.e,, token) of the\nobject just experienced. (C) 2001 Elsevier Science B.V. All rights\nreserved.", "number": "3", "month": "JAN", "affiliation": "Penney, TB (Reprint Author), Chinese Univ Hong Kong, Dept Psychol, 3-F Sino Bldg, Shatin, Hong Kong, Peoples R China.\nMax Planck Inst Cognit Neurosci, D-04103 Leipzig, Germany.", "doc-delivery-number": "399HW", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Repetition related ERP effects in a visual object target detection task", "times-cited": "44", "unique-id": "ISI:000166806400003", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Badgaiyan RD, 1999, J COGNITIVE NEUROSCI, V11, P337, DOI 10.1162/089892999563463.\nBARRETT SE, 1990, BRAIN COGNITION, V14, P201, DOI 10.1016/0278-2626(90)90029-N.\nBENTIN S, 1990, MEM COGNITION, V18, P359, DOI 10.3758/BF03197125.\nBENTIN S, 1994, J EXP PSYCHOL LEARN, V20, P130, DOI 10.1037/0278-7393.20.1.130.\nBENTIN S, 1992, J EXP PSYCHOL LEARN, V18, P1270, DOI 10.1037/0278-7393.18.6.1270.\nBESSON M, 1992, J COGNITIVE NEUROSCI, V4, P132, DOI 10.1162/jocn.1992.4.2.132.\nBESSON M, 1993, J EXP PSYCHOL LEARN, V19, P1115, DOI 10.1037/0278-7393.19.5.1115.\nBookheimer SY, 1995, HUM BRAIN MAPP, V3, P93, DOI 10.1002/hbm.460030206.\nBUCKNER RL, 1995, J NEUROSCI, V15, P12.\nBuckner RL, 1996, J NEUROSCI, V16, P6219.\nCHAO LL, 1995, EVOKED POTENTIAL, V96, P157, DOI 10.1016/0168-5597(94)00256-E.\nCycowicz YM, 1999, COGNITIVE BRAIN RES, V8, P271, DOI 10.1016/S0926-6410(99)00031-2.\nDESIMONE R, 1994, LARGE SCALE NEURONAL, P75.\nDoyle MC, 1998, NEUROPSYCHOLOGIA, V36, P1403, DOI 10.1016/S0028-3932(98)00011-6.\nFRIEDMAN D, 1990, PSYCHOPHYSIOLOGY, V27, P136, DOI 10.1111/j.1469-8986.1990.tb00365.x.\nGABRIELI JDE, 1996, PSYCHOL SCI, V7, P279.\nGanis G, 1996, J COGNITIVE NEUROSCI, V8, P89, DOI 10.1162/jocn.1996.8.2.89.\nGREENHOUSE SW, 1959, PSYCHOMETRIKA, V24, P95, DOI 10.1007/BF02289823.\nHAMALAINEN M, 1993, REV MOD PHYS, V65, P413, DOI 10.1103/RevModPhys.65.413.\nHOLCOMB PJ, 1994, BRAIN COGNITION, V24, P259, DOI 10.1006/brcg.1994.1014.\nHOMAN RW, 1987, ELECTROEN CLIN NEURO, V66, P376, DOI 10.1016/0013-4694(87)90206-9.\nISHAI A, 1995, SCIENCE, V268, P1772, DOI 10.1126/science.7792605.\nJiang Y, 2000, SCIENCE, V287, P643, DOI 10.1126/science.287.5453.643.\nJohnson R, 1998, INT J PSYCHOPHYSIOL, V29, P83, DOI 10.1016/S0167-8760(98)00006-3.\nJoyce CA, 1998, PSYCHOPHYSIOLOGY, V35, P669, DOI 10.1017/S0048577298970093.\nKazmerski VA, 1997, NEUROPSY NEUROPSY BE, V10, P32.\nKNOWLTON BJ, 1993, SCIENCE, V262, P1747, DOI 10.1126/science.8259522.\nMartin A, 1996, NATURE, V379, P649, DOI 10.1038/379649a0.\nMcPherson WB, 1999, PSYCHOPHYSIOLOGY, V36, P53, DOI 10.1017/S0048577299971196.\nMecklinger A, 1998, MEM COGNITION, V26, P1068, DOI 10.3758/BF03201184.\nMecklinger A, 1998, NEUROPSYCHOLOGIA, V36, P441, DOI 10.1016/S0028-3932(97)00128-0.\nMECKLINGER A, IN PRESS PSYCHOPHYSI.\nMILLER EK, 1994, SCIENCE, V263, P520, DOI 10.1126/science.8290960.\nMITCHELL PF, 1993, PSYCHOPHYSIOLOGY, V30, P496, DOI 10.1111/j.1469-8986.1993.tb02073.x.\nPALLER KA, 1995, PSYCHOL SCI, V6, P107, DOI 10.1111/j.1467-9280.1995.tb00315.x.\nPaller KA, 1998, NEUROPSYCHOLOGIA, V36, P559, DOI 10.1016/S0028-3932(97)00132-2.\nPALLER KA, 1992, J COGNITIVE NEUROSCI, V4, P375, DOI 10.1162/jocn.1992.4.4.375.\nPenney T.B., 2000, COGNIT SCI Q, V1, P69.\nPERRIN F, 1989, ELECTROEN CLIN NEURO, V72, P184, DOI 10.1016/0013-4694(89)90180-6.\nRanganath C, 1999, NEURON, V22, P605, DOI 10.1016/S0896-6273(00)80714-X.\nReber PJ, 1998, LEARN MEMORY, V5, P420.\nRugg MD, 1995, COGNITIVE BRAIN RES, V3, P17, DOI 10.1016/0926-6410(95)00014-3.\nRUGG MD, 1992, J COGNITIVE NEUROSCI, V4, P69, DOI 10.1162/jocn.1992.4.1.69.\nRUGG MD, 1990, MEM COGNITION, V18, P367, DOI 10.3758/BF03197126.\nRUGG MD, 1987, Q J EXP PSYCHOL-A, V39, P123.\nRugg MD, 1998, NATURE, V392, P595, DOI 10.1038/33396.\nRUGG MD, 1985, PSYCHOPHYSIOLOGY, V22, P642, DOI 10.1111/j.1469-8986.1985.tb01661.x.\nRUGG MD, 1987, MEM COGNITION, V15, P473, DOI 10.3758/BF03198381.\nRUGG MD, 1995, OX PSYCH S, P132.\nRugg M. D., 1994, COGNITIVE ELECTROPHY, P124.\nSchacter DL, 1998, NEURON, V20, P185, DOI 10.1016/S0896-6273(00)80448-1.\nSCHACTER DL, 1990, J EXP PSYCHOL GEN, V119, P5, DOI 10.1037//0096-3445.119.1.5.\nSchnyer DM, 1997, NEUROPSYCHOLOGY, V11, P243, DOI 10.1037//0894-4105.11.2.243.\nSMITH ME, 1993, ELECTROEN CLIN NEURO, V86, P335, DOI 10.1016/0013-4694(93)90046-X.\nSNODGRASS JG, 1980, J EXP PSYCHOL-HUM L, V6, P174, DOI 10.1037/0278-7393.6.2.174.\nSQUIRE LR, 1992, P NATL ACAD SCI USA, V89, P1837, DOI 10.1073/pnas.89.5.1837.\nSwick D, 1997, J EXP PSYCHOL LEARN, V23, P123, DOI 10.1037/0278-7393.23.1.123.\nTREISMAN A, 1992, AM PSYCHOL, V47, P862, DOI 10.1037//0003-066X.47.7.862.\nVanPetten C, 1996, PSYCHOPHYSIOLOGY, V33, P491.\nVANPETTEN C, 1991, J COGNITIVE NEUROSCI, V3, P131.\nVIGGIANO MP, 1998, ELECTROENCEPHALOGR C, V10, P435.\nWagner AD, 1997, J COGNITIVE NEUROSCI, V9, P714, DOI 10.1162/jocn.1997.9.6.714.\nWiggs CL, 1999, NEUROPSYCHOLOGIA, V37, P103.\nWIGGS CL, 1998, CURR OPIN NEUROBIOL, V8, P233.\nZelkowicz BJ, 1998, J INT NEUROPSYCH SOC, V4, P160, DOI 10.1017/S135561779800160X.", "volume": "10", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000166806400003", "pages": "239-250", "usage-count-since-2013": "2", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00041-0", "language": "English", "keyword": "ERP repetition effect; familiarity; visual objects; tokens; processing\nfluency", "number-of-cited-references": "65", "author": "Penney, TB and Mecklinger, A and Nessler, D", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Penney, Trevor/A-4554-2010", "usage-count-(last-180-days)": "1"}, {"issn": "1532-060X", "keywords-plus": "ENTERPRISE; SUCCESS", "abstract": "Enterprise resource planning (ERP) software is a dominant approach for\ndealing with legacy information system problems. In order to avoid\ninvalidating maintenance and development support from the ERP vendor, most organizations reengineer their business processes in line with\nthose implicit within the software. Regardless, some customization is\ntypically required. This paper presents two case studies of ERP projects\nwhere customizations have been performed. The case analysis suggests\nthat while customizations can give true organizational benefits, careful\nconsideration is required to determine whether a customization is viable\ngiven its potential impact upon future maintenance. Copyright (C) 2001\nJohn Wiley Sons, Ltd.", "number": "6", "month": "NOV-DEC", "affiliation": "Light, B (Reprint Author), Univ Salford, Informat Syst Res Ctr, Ashworth Bldg, Salford M5 4WT, Greater Manches, England.\nUniv Salford, Informat Syst Res Ctr, Salford M5 4WT, Greater Manches, England.", "doc-delivery-number": "510CM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "J. Softw. Maint. Evol.-Res. Pract.", "web-of-science-categories": "Computer Science, Software Engineering", "title": "The maintenance implications of the customization of ERP software", "times-cited": "38", "unique-id": "ISI:000173191200004", "type": "Article", "journal": "JOURNAL OF SOFTWARE MAINTENANCE AND EVOLUTION-RESEARCH AND PRACTICE", "cited-references": "ADOLPH WS, 1996, IEEE SOFTWARE, V10, P41.\nBENNETT K, 1994, IEEE SOFTWARE, V12, P19.\nBINGI P, 2000, INFORMATION SYSTEMS, V16, P7.\nButler J, 1999, INFORM SYST MANAGE, V16, P15, DOI 10.1201/1078/43197.16.3.19990601/31311.3.\nCHAPIN N, 2000, J SOFTWARE MAINTENAN, V13, P3.\nDavenport TH, 1998, HARVARD BUS REV, V76, P121.\nDAVENPORT TH, 1990, SLOAN MANAGE REV, V31, P11.\nGILL J, RES METHODS MANAGERS, P159.\nGUMMESSON E, 1991, QUALITATIVE METHODS, P75.\nHAMMER M, 1990, HARVARD BUS REV, V68, P104.\nHolland CP, 1999, IEEE SOFTWARE, V16, P30, DOI 10.1109/52.765784.\nHOLLAND CP, 1999, P 32 ANN HAW INT C S.\nKELLY S, 1999, COMMUNICATIONS ASS I, V2.\nKim YG, 1997, INFORM SYST MANAGE, V14, P7, DOI 10.1080/10580539708907023.\nKlaus H., 2000, Information Systems Frontiers, V2, P141, DOI 10.1023/A:1026543906354.\n{*}KPMG, 1998, EXPL PACK SOFTW, P5.\nLEHMAN MM, 1980, P IEEE, V68, P1060, DOI 10.1109/PROC.1980.11805.\nLight B, 2000, SYSTEMS ENGINEERING FOR BUSINESS PROCESS CHANGE, P117.\nLIGHT B, 2001, BUSINESS PROCESS MAN, V7, P195.\nLUCAS HC, 1988, MIS Q, V12, P536.\nMarkus ML, 2000, J INFORM TECHNOL, V15, P245.\nMiles M. B., 1994, QUALITATIVE DATA ANA, P10.\nPETTIGREW AM, 1985, CONTEXTUALIST RES NA, P22.\nScheer AW, 2000, COMMUN ACM, V43, P57, DOI 10.1145/332051.332073.\nScott JA, 2000, INFORM MANAGE, V37, P111, DOI 10.1016/S0378-7206(99)00040-3.\nSilverman D, 1998, INFORM SYST J, V8, P3, DOI 10.1046/j.1365-2575.1998.00002.x.\nSoh C, 2000, COMMUN ACM, V43, P47, DOI 10.1145/332051.332070.\nSTAKE RE, 1995, ART CASE STUDY RES, P113.\nSTEDMAN C, 1999, APPAREL MAKERS ANXIO.\nSTEDMAN C, 1999, REEBOK STEPS UP USE.\nSumner M, 2000, J INFORM TECHNOL, V15, P317, DOI 10.1080/02683960010009079.\nWARD J, 1995, PRINCIPLES INFORMATI, P252.\nWillcocks L., 2000, COMMUN ACM, V43, P33, DOI {[}10.1145/332051.332065, DOI 10.1145/332051.332065].\nYIN RK, 1994, CASE STUDY RES DESIG, P4.\n1996, PRICE WATERHOUSE INF, P27.", "volume": "13", "orcid-numbers": "Light, Ben/0000-0002-0038-8979", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000173191200004", "pages": "415-429", "usage-count-since-2013": "8", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/smr.240", "language": "English", "keyword": "enterprise resource planning; standard package software; software\ncustomization; legacy information systems", "number-of-cited-references": "35", "author": "Light, B", "research-areas": "Computer Science", "usage-count-(last-180-days)": "1"}, {"issn": "0140-0118", "keywords-plus": "SYNCHRONIZATION; RHYTHM; AREA", "abstract": "A new method is presented for the analysis of event-related EEG\nphenomena, in particular event related desynchronisation (ERD) and event\nrelated synchronisation (ERS) related to a voluntary movement; the\nmethod offers: high time-frequency resolution and, hence, increased\nERD/ERS sensitivity (especially in the gamma band, where improvement can\nexceed an order of magnitude); the ability to analyse the whole picture\nof energy changes at once, without setting a priori the analysed\nfrequency bands; and a parametric description of the signal's\nstructures. The main idea is based upon averaging energy distributions\nof single EEG trials in the time-frequency plane. As the estimator for\nthe signal's energy density, matching pursuit is chosen, with stochastic\nGabor dictionaries. Other possible estimates are presented on a\nsimulated signal and discussed briefly. The consistency of the results\nwith previous findings is evaluated on the data from a classical\nvoluntary finger movement experiment.", "number": "3", "month": "MAY", "affiliation": "Durka, PJ (Reprint Author), Warsaw Univ, Lab Med Phys, Warsaw, Poland.\nWarsaw Univ, Lab Med Phys, Warsaw, Poland.\nGraz Univ Technol, Ludwig Boltzmann Inst Med Informat \\& Neuroinforma, A-8010 Graz, Austria.\nGraz Univ Technol, Inst Biomed Engn, Dept Med Informat, A-8010 Graz, Austria.", "doc-delivery-number": "450GD", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Med. Biol. Eng. Comput.", "web-of-science-categories": "Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Mathematical \\& Computational Biology; Medical Informatics", "title": "Time-frequency microstructure of event-related electro-encephalogram\ndesynchronisation and synchronisation", "times-cited": "36", "unique-id": "ISI:000169732400008", "number-of-cited-references": "14", "journal": "MEDICAL \\& BIOLOGICAL ENGINEERING \\& COMPUTING", "cited-references": "Andrew C, 1997, NEUROSCI LETT, V222, P103, DOI 10.1016/S0304-3940(97)13358-4.\nBLINOWSKA KJ, 1999, 1 JOINT M BMES EMBS.\nDurka PJ, 2001, IEEE T SIGNAL PROCES, V49, P507, DOI 10.1109/78.905866.\nElul R, 1971, Int Rev Neurobiol, V15, P227.\nKUHLMAN WN, 1978, ELECTROEN CLIN NEURO, V44, P83, DOI 10.1016/0013-4694(78)90107-4.\nMALLAT SG, 1993, IEEE T SIGNAL PROCES, V41, P3397, DOI 10.1109/78.258082.\nPFURTSCHELLER G, 1993, NEUROSCI LETT, V164, P179, DOI 10.1016/0304-3940(93)90886-P.\nPfurtscheller G, 1996, ELECTROEN CLIN NEURO, V98, P281, DOI 10.1016/0013-4694(95)00258-8.\nPfurtscheller G, 1999, CLIN NEUROPHYSIOL, V110, P1842, DOI 10.1016/S1388-2457(99)00141-8.\nPFURTSCHELLER G, 1999, ELECTROENCEPHALOGRAP, P958.\nSalenius S, 1996, NEUROSCI LETT, V213, P75, DOI 10.1016/0304-3940(96)12796-8.\nSINGER W, 1993, ANNU REV PHYSIOL, V55, P349, DOI 10.1146/annurev.physiol.55.1.349.\nTHICKBROOM GW, 1984, ELECTROEN CLIN NEURO, V59, P279, DOI 10.1016/0168-5597(84)90045-5.\nZygierewicz J, 1999, CLIN NEUROPHYSIOL, V110, P2136, DOI 10.1016/S1388-2457(99)00175-3.", "volume": "39", "address": "MICHAEL FARADAY HOUSE, SIX HILLS WAY, STEVANAGE, HERTS SG1 2AY, ENGLAND", "ID": "ISI:000169732400008", "pages": "315-321", "usage-count-since-2013": "4", "publisher": "PETER PEREGRINUS LTD", "doi": "10.1007/BF02345286", "language": "English", "keyword": "ERD; ERS; ERP; gamma activity; time-frequency; matching pursuit", "type": "Article", "author": "Durka, PJ and Ircha, D and Neuper, C and Pfurtscheller, G", "research-areas": "Computer Science; Engineering; Mathematical \\& Computational Biology;\nMedical Informatics", "usage-count-(last-180-days)": "0"}, {"issn": "0968-0802", "abstract": "In order for society to secure a healthy environment and reach\nsustainability, there is a need for reconsideration of municipal\nenvironmental management (MEM). Among other things, the potential roles\nof a municipality in regionally oriented environmental management and\ndevelopment planning have to be further analysed. In this paper, MEM is\nconfronted with the concept of industrial ecology (IE). In particular, the role of a municipality in developing regional industrial ecology, and, vice versa, the role of regional industrial ecology in developing\nMEM, will be reflected upon. It is argued that a municipality, serving\nas an institutional anchor tenant, may provide the regional IE effort\nwith the needed institutional support. In return, regional IE seems to\nhave the potential to provide a basis for increased co-operation between\npublic and private actors of a region as well as integration of regional\nenvironmental and development issues. Copyright (C) 2001 John Wiley \\&\nSons, Ltd and ERP Environment.", "number": "1", "month": "FEB", "affiliation": "Burstrom, F (Reprint Author), Royal Inst Technol, Div Ind Ecol, Osquars Backe 7, SE-10044 Stockholm, Sweden.\nRoyal Inst Technol, Div Ind Ecol, SE-10044 Stockholm, Sweden.\nUniv Joensuu, FIN-80101 Joensuu, Finland.", "doc-delivery-number": "409LH", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "GREEN \\& SUSTAINABLE SCIENCE \\& TECHNOLOGY; Planning \\& Development", "title": "Municipalities and industrial ecology: Reconsidering municipal\nenvironmental management", "pages": "36-46", "unique-id": "ISI:000167384800004", "number-of-cited-references": "39", "journal": "SUSTAINABLE DEVELOPMENT", "cited-references": "Allenby B., 1999, J IND ECOL, V3, P2, DOI 10.1162/108819899569340.\nAnderberg S, 1998, ECOL ECON, V24, P311, DOI 10.1016/S0921-8009(97)00151-1.\nAyres R., 1996, IND ECOLOGY CLOSING.\nAYRES RU, 1998, MANAGING MATERIAL WO.\nBras B, 1997, J CLEAN PROD, V20, P7, DOI 10.1016/S0959-6526(98)00015-8.\nBACCINI P, 1993, 34A NAT PROGR CIT TR.\nBrand E, 1999, EUROPEAN ENV, V9, P221, DOI 10.1002/(SICI)1099-0976(199911/12)9:6<221::AID-EET209>3.0.CO;2-Z.\nBRINGEZU S, 1997, REGIONAL NATL MATERI.\nBurstrom F., 2000, LOCAL ENV, V5, P271, DOI 10.1080/13549830050134220.\nBURSTROM F, 1999, VATTEN SWEDISH J WAT, V55, P267.\nBurstrom F., 1999, J ENV POLICY ASSESSM, V1, P297, DOI 10.1142/S1464333299000247.\nChertow Marian R., 1998, J IND ECOL, V2, P8, DOI 10.1162/jiec.1998.2.3.8.\nCostanza Robert, 1997, INTRO ECOLOGICAL EC.\nCote R. P., 1998, J CLEAN PROD, V6, P181.\nDOBERS P, 1997, ORG STRATEGIES ENV C.\nECKERBERG K, 1998, EARTH SUMMIT LOCAL A.\nEhrenfeld J. R., 1997, J IND ECOL, V1, P67, DOI DOI 10.1162/JIEC.1997.1.1.67.\nErdmenger C., 1998, LOCAL ENV, V3, P371, DOI 10.1080/13549839808725573.\nESTY D, 1998, J IND ECOLOGY, V2, P38.\nFrosch R., 1989, SCI AM, V261, P94.\nJackson T., 1999, J ENVIRON POL PLAN, V1, P61, DOI 10.1080/714038524.\nJansson A. -M., 1994, INVESTING NATURAL CA.\nJELINSKI LW, 1992, P NATL ACAD SCI USA, V89, P793, DOI 10.1073/pnas.89.3.793.\nKok E., 1993, Journal of Environmental Planning and Management, V36, P377, DOI 10.1080/09640569308711953.\nKorhonen J., 1999, GREENER MANAGEMENT I, V26, P57.\nLafferty W. M., 1996, DEMOCRACY ENV PROBLE.\nLEVETT R, 1996, EARTHSCAN READER BUS.\nLifset Reid, 1997, J IND ECOL, V1, P1.\nLINNANEN L, 1998, THESIS U JYVASKYALA.\nLINNANEN L, 1996, IND ENV PRACTICAL AP.\nPORTER M, 1996, HARVARD BUS REV, V73, P120.\nRing I, 1997, ECOL ECON, V23, P237, DOI 10.1016/S0921-8009(97)00582-X.\nROBERTS P, 1997, REGIONAL CONTACT, V11, P12.\nSODERBERG H, 1999, THESIS LINKOPING U L.\nVELLINGA P, 1998, MANAGING MATERIAL WO.\nVonWeizsacker E., 1997, FACTOR 4 DOUBLING WE.\nWallner H.P., 1999, J CLEAN PROD, V7, P49, DOI DOI 10.1016/S0959-6526(98)00036-5.\nWELFORD R, 1993, LOCAL EC, V8, P130, DOI 10.1080/02690949308726182.\nWHISTON T, 1996, ENV POLICY EUROPE.", "volume": "9", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000167384800004", "times-cited": "36", "usage-count-since-2013": "8", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/sd.154.abs", "journal-iso": "Sustain. Dev.", "language": "English", "type": "Article", "author": "Burstrom, F and Korhonen, J", "research-areas": "Science \\& Technology - Other Topics; Public Administration", "usage-count-(last-180-days)": "1"}, {"issn": "0968-0802", "keywords-plus": "MOVEMENTS; PERFORMANCE; POLITICS", "abstract": "In the first paper in this trilogy (Boele et al., 2001) we described the\nhistory of the Royal Dutch/Shell Group from its inception in 1890\nthrough to the year 2000, discussed briefly the importance of corporate\nreputation to the group and described the significant impacts on Shell\nof the events of 1995 in Nigeria. We traced the relationship of the\nShell Petroleum Development Corporation in Nigeria to impacts on the\nnatural and social environments of the Niger Delta and more specifically\non the Ogoni. Finally we discussed the emergence of political resistance\nand significant conflict between Shell and the Movement for the Survival\nof the Ogoni People (MOSOP) and concluded that, despite significant\napparent changes in attitude at the group level, distrust and antipathy\ntowards Shell remained entrenched in Ogoni. In this second paper, we\nexplore in more detail issues raised by economic globalization for the\npractice of corporate social responsibility and stakeholder management, and contrast these concepts with an alternative `rights-based' approach\nto sustainable development. We relate our observations to Shell's\ncurrent approach and conclude that the Shell group and specifically the\nShell Petroleum Development Corporation in Nigeria may require an\nalternative approach to sustainable development if they wish to merit\nthe full confidence of communities in areas of the world as complex and\ndistressed as Ogoni. Copyright (C) 2001 John Wiley \\& Sons, Ltd and ERP\nEnvironment.", "number": "3", "month": "AUG", "affiliation": "Boele, R (Reprint Author), Kingston Univ, Ctr Stakeholding \\& Sustainable Enterprise, Surrey KT2 7LB, England.\nKingston Univ, Ctr Stakeholding \\& Sustainable Enterprise, Surrey KT2 7LB, England.\nUniv Sussex, Brighton BN1 9RH, E Sussex, England.\nYork Univ, N York, ON M3J 1P3, Canada.", "doc-delivery-number": "466FT", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "GREEN \\& SUSTAINABLE SCIENCE \\& TECHNOLOGY; Planning \\& Development", "title": "Shell, Nigeria and the Ogoni. A study in unsustainable development: II.\nCorporate social responsibility and ``stakeholder management' versus a\nrights-based approach to sustainable development", "pages": "121-135", "unique-id": "ISI:000170634900001", "number-of-cited-references": "90", "journal": "SUSTAINABLE DEVELOPMENT", "cited-references": "{*}BBC, 2001, OIL TIM BOMB NIG.\nBendell J, 2000, TERMS ENDEARMENT BUS.\nBERNSTEIN A, 2000, BUSINESS WEEK   0911, P52.\nBOELE R, 1995, OGONI REPORT UNPO MI.\nBOELE R, 2001, SUSTAINABLE DEV, V9.\nBOELE R, 2000, INT POL STUD ASS 18.\nBOGGS C, 1986, SOCIAL MOVEMENTS POL.\nBray John, 1998, GREENER MANAGEMENT I, V24, P115.\nBray J., 1997, NO HIDING PLACE BUSI.\n{*}CAFOD, 1997, ATT ETH SHOPP SURV G.\nCarroll A. B., 1979, ACAD MANAGE REV, V4, P497, DOI DOI 10.5465/AMR.1979.4498296.\nCarroll AB, 1999, BUS SOC, V38, P268, DOI DOI 10.1177/000765039903800303.\nCommittee for Economic Development (CED), 1971, SOC RESP BUS CORP.\nClarke T., 1998, CHANGING PARADIGMS.\nCohen D., 2000, GOOD CO SOCIAL CAPIT.\nCollins J. C., 1995, BUILT LAST SUCCESSFU.\n{*}COMM GROUP, 1997, PUTT PRESS RIS PRESS.\nCRAGG W, 2001, IN PRESS J BUSINESS.\nDavies P. W. F., 1997, CURRENT ISSUES BUSIN.\nDONALDSON T, 1995, ACAD MANAGE REV, V20, P92.\nDrucker P., 1982, CALIFORNIA MANAGEMEN, V26, P53.\nDUODU C, 1996, OBSERVER        0211.\nDUODU C, 1996, OBSERVER        0128.\nElkington J., 1997, CANNIBALS FORKS TRIP.\nEnvironics International, 1999, MILL POLL CORP SOC R.\nESCOBAR A, 1992, CRIT ANTHROPOL, V12, P395, DOI 10.1177/0308275X9201200402.\nFORD LH, 1999, J ENV POLITICS, V8, P268.\nFreeman R. E., 1984, STRATEGIC MANAGEMENT.\nFreeman R. E., 2000, BUSINESS ETHICS Q, V10, P169, DOI 10.2307/3857703.\nFrynas J. G., 2000, OIL NIGERIA CONFLICT.\nGANDHI M, 1997, POSTDEVELOPMENT READ.\nGiddens A., 1990, CONSEQUENCES MODERNI.\nHARRISON JS, 1997, FDN STRATEGIC MANAGE.\nHitchcock R. K., 1997, INDIGENOUS AFFAIRS, V2, P6.\nHuman Rights Watch, 1995, OG CRIS CAS STUD MIL.\nHum. Rights Watch, 1999, PRIC OIL CORP RESP H.\nJelin Elizabeth, 1987, MOVIMIENTOS SOCIALES.\nJones TM, 1999, ACAD MANAGE REV, V24, P206, DOI 10.2307/259075.\nKay J., 1995, FDN CORPORATE SUCCES.\nKhan S., 1994, NIGERIA POLITICAL EC.\nKlein N., 2000, NO LOGO.\nKORTEN David C., 1995, CORPORATIONS RULE WO.\nKotter J., 1992, CORPORATE CULTURE PE.\nKUNNEMANN R, 1995, HUM RIGHTS QUART, V17, P323, DOI 10.1353/hrq.1995.0018.\nLeadbeater C., 1999, LIVING THIN AIR.\nLIEDTKA JM, 2000, P AC MAN S TIM VOIC.\nMELUCCI A, 1985, SOC RES, V52, P789.\nMelucci A., 1989, NOMADS PRESENT SOCIA.\nMOODYSTUART M, 1998, PRISM Q, V4, P21.\nMOODYSTUART M, 1999, VALUES SUSTAINABLE B.\n{*}MOSOP INT SECR, 1999, MOSOP WORKSH SHELL C.\nMurphy D., 1997, CO PARTNERS.\nNahapiet J, 1998, ACAD MANAGE REV, V23, P242, DOI 10.2307/259373.\nOverseas Development Institute (ODI), 1999, WHAT CAN WE DO RIGHT.\nOsaghae EE, 1996, J PEACE RES, V33, P171, DOI 10.1177/0022343396033002004.\nOSAGHAE EE, 1991, AFR AFFAIRS, V90, P237.\nOSAGHAE EE, 1995, AFR AFFAIRS, V94, P325.\nParkinson John, 1999, HUMAN RIGHTS STANDAR, P49.\nPeters G., 1999, WALTZING RAPTORS PRA.\nPfeffer J., 1978, EXTERNAL CONTROL ORG.\nPRUSAK L, 2001, HARVARD BUSINESS JUN, P86.\nReich R., 2001, FUTURE SUCCESS.\nReichheld F. F., 1996, LOYALTY EFFECT.\nRobinson Deborah, 1996, OGONI STRUGGLE CONTI.\nRoman R., 1999, BUS SOC, V38, P109, DOI DOI 10.1177/000765039903800105.\nROSE C, 1996, NEW STATESMAN S 0105, P31.\nRowell A., 1996, GREEN BACKLASH GLOBA.\nSaro-Wiwa Ken, 1995, MONTH DAY DETENTION.\nSen A., 1999, DEV FREEDOM.\nSETHI SP, 1975, CALIF MANAGE REV, V17, P58.\nSHANIN M, 1997, POSTDEVELOPMENT READ.\nSharma S, 1998, STRATEGIC MANAGE J, V19, P729, DOI 10.1002/(SICI)1097-0266(199808)19:8<729::AID-SMJ967>3.3.CO;2-W.\nSHARMA S, 2001, WOODL C HOUST TX 200.\n{*}SHELL INT, 1997, STAT GEN BUS PRINC R.\n{*}SHELL INT, 2000, DO WE STAND PEOPL PL.\n{*}SHELL INT, 1999, PEOPL PLAN PROF ACT.\n{*}SHELL INT, 1998, PROF PRINC DOES HAV.\nSmith C. N., 1990, MORALITY MARKET CONS.\nSTAMMERS N, 1995, HUM RIGHTS QUART, V17, P488, DOI 10.1353/hrq.1995.0033.\nStammers N, 1999, HUM RIGHTS QUART, V21, P980, DOI 10.1353/hrq.1999.0054.\nSvendsen A., 1998, STAKEHOLDER STRATEGY.\nTOMKINS R, 2000, FINANCIAL TIMES 0718.\nTouraine A., 1988, RETURN ACTOR.\nUN, 1997, HUM DEV REP 1997.\nWaddock SA, 1997, STRATEGIC MANAGE J, V18, P303, DOI 10.1002/(SICI)1097-0266(199704)18:4<303::AID-SMJ869>3.3.CO;2-7.\nWatts P, 1999, M CHANGING EXPECTATI.\nWheeler D, 1998, LONG RANGE PLANN, V31, P201, DOI 10.1016/S0024-6301(98)00004-1.\nWheeler D., 1997, STAKEHOLDER CORPORAT.\nWHEELER D, 2001, UNPUB J BUSINESS ETH.\nWHEELER D, 2001, P CARL U C BUIDL CAN.", "volume": "9", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000170634900001", "times-cited": "35", "usage-count-since-2013": "26", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/sd.168", "journal-iso": "Sustain. Dev.", "language": "English", "type": "Article", "author": "Boele, R and Fabig, H and Wheeler, D", "research-areas": "Science \\& Technology - Other Topics; Public Administration", "usage-count-(last-180-days)": "3"}, {"issn": "0950-5849", "keywords-plus": "MODELS", "abstract": "There exist many effort prediction systems but none specifically devised\nfor enterprise resource planning (ERP) projects, and the empirical\nevidence is neither convincing nor adequate from a human user\nperspective. Consequently, this non-empirical evaluation contributes\nknowledge by investigating: (i) their applicability to ERP projects, (ii) their added value to a human user beyond making a prediction, and\n(iii) if they make sense. The analysis suggests that regression analysis\nseems to be the best choice as an ERP prediction system, and that ANGEL, ACE, CART and OSR primarily add value to a user in exploratory data\nanalysis by their ability to identify similar projects. (C) 2001\nElsevier Science B.V. All rights reserved.", "number": "7", "month": "JUN 1", "affiliation": "Stensrud Consulting, Austliveien 30, N-0752 Oslo, Norway.\nStensrud Consulting, N-0752 Oslo, Norway.", "doc-delivery-number": "435ET", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Inf. Softw. Technol.", "web-of-science-categories": "Computer Science, Information Systems; Computer Science, Software\nEngineering", "title": "Alternative approaches to effort prediction of ERP projects", "times-cited": "35", "unique-id": "ISI:000168865000001", "type": "Article", "author-email": "erik.stensrud@ieee.org", "journal": "INFORMATION AND SOFTWARE TECHNOLOGY", "cited-references": "Banker R. D., 1991, Journal of Management Information Systems, V8, P127.\nBRIAND LC, 1992, IEEE T SOFTWARE ENG, V18, P931, DOI 10.1109/32.177363.\nBRIAND LC, 1993, IEEE T SOFTWARE ENG, V19, P1028, DOI 10.1109/32.256851.\nBrieman L., 1984, CLASSIFICATION REGRE.\nBrooks F, 1996, COMMUN ACM, V39, P61, DOI 10.1145/227234.227243.\n{*}COCOTS, 2000, MOD DESCR.\nCUELENAERE AME, 1987, INFORM SOFTWARE TECH, V29, P558, DOI 10.1016/0950-5849(87)90089-9.\nFERENS DV, 1996, AM PROGRAMMER    JUL, P28.\n{*}INT FUNCT POINT U, 1994, IFPUG FUNCT POINT CO.\nJEFFERY R, 1999, P EUR C OPT SOFTW DE, P37.\nJENSON RL, 1991, J SYST SOFTWARE, V15, P107, DOI 10.1016/0164-1212(91)90048-B.\nJORGENSEN M, 1995, IEEE T SOFTWARE ENG, V21, P674, DOI 10.1109/32.403791.\nKachigan SK, 1991, MULTIVARIATE STAT AN.\nKEMERER CF, 1987, COMMUN ACM, V30, P416, DOI 10.1145/22899.22906.\nKITCHENHAM BA, 2000, ASSESSING PREDICTION.\nMartin R., 1988, ACM SIGSOFT SOFTWARE, V13, P49, DOI 10.1145/51696.51706.\nMUKHOPADHYAY T, 1992, MIS QUART, V16, P155, DOI 10.2307/249573.\nMyrtveit I, 1999, IEEE T SOFTWARE ENG, V25, P510, DOI 10.1109/32.799947.\nMYRTVEIT I, 1999, P ESCOM 99 APR, P71.\nSamson B, 1997, INFORM SOFTWARE TECH, V39, P55, DOI 10.1016/0950-5849(96)01124-X.\nSCHOFIELD C, 1998, TR9801 ESERG BOURN U.\nShepperd M, 1997, IEEE T SOFTWARE ENG, V23, P736, DOI 10.1109/32.637387.\nSHEPPERD MJ, 1996, P ICSE, V18, P170.\nSRINIVASAN K, 1995, IEEE T SOFTWARE ENG, V21, P126, DOI 10.1109/32.345828.\nStensrud E, 1998, FIFTH INTERNATIONAL SOFTWARE METRICS SYMPOSIUM - METRICS 1998, PROCEEDINGS, P205, DOI 10.1109/METRIC.1998.731247.\nStensrud E., 1998, P EUR SOFTW MEAS C F, P549.\nSTENSRUD E, 1998, P COCOMO, V13.\n{*}U SO CAL, 1997, COCOMO 2 MOD DEF MAN.", "volume": "43", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000168865000001", "eissn": "1873-6025", "pages": "413-423", "usage-count-since-2013": "4", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0950-5849(01)00147-1", "language": "English", "keyword": "effort prediction systems; ERP projects; parametric models;\nnon-parametric models", "number-of-cited-references": "28", "author": "Stensrud, E", "research-areas": "Computer Science", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "BILATERAL STIMULUS ARRAYS; VISUAL EVOKED-POTENTIALS; INDEX FOCUSED\nATTENTION; BRAIN POTENTIALS; ELECTROPHYSIOLOGICAL EVIDENCE; CORTICAL\nPOTENTIALS; CORTEX; DEPTH; DISCRIMINATION; INFORMATION", "abstract": "Event-related potentials (ERPs) were recorded from volunteers performing\na task requiring simple judgements about the spatial location of a\nsingle target that could appear with equal probability to the left or\nright of fixation. A robust finding in the ERP literature is a dichotomy\nbetween attentional selection for spatial and non-spatial features.\nVisual spatial selection is manifest as a modulation of early components\n(P1, N1) that reveal exogenous processes, while non-spatial selection is\nrevealed by the presence of longer latency endogenous components (N2).\nWe present an analysis of several conditions that require different\ndegrees of visual analysis to confirm the location of the single target, and show that spatial selection can be manifest at early (N1) or later\n(N2) stages. Observers identified the location of targets that were more\nsalient (2D line drawings with abrupt onset) or less salient (2D line\ndrawings without abrupt onset or 3D objects embedded in random-dot\nstereograms). We examined differences in amplitude, latency, and\ntopography of early ERP components (P1, N1, P2, N2), and compared\nresponses measured over the left and right hemispheres in response to\nleft and right targets. The results support the hypothesis that the\nprocesses involved in spatial selection can be manifest at early or late\nstages, dependent on the quality of the incoming data. Moreover., the\niterative process by which the percept is established benefits from a\nchange in the visual input that is specific to the target. (C) 2001\nElsevier Science B.V. All rights reserved.", "number": "1", "month": "MAR", "affiliation": "Shedden, JM (Reprint Author), McMaster Univ, Dept Psychol, PC-406,1280 Main St W, Hamilton, ON L8S 4K1, Canada.\nMcMaster Univ, Dept Psychol, Hamilton, ON L8S 4K1, Canada.", "doc-delivery-number": "409NM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "ERP time course of perceptual and post-perceptual mechanisms of spatial\nselection", "times-cited": "35", "unique-id": "ISI:000167389800007", "type": "Article", "author-email": "shedden@mcmaster.ca", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "ARNOTT SA, PERCEPTION PSYCHOPHY, V62, P1459.\nBRIDGEMAN B, 1980, BRAIN RES, V196, P347, DOI 10.1016/0006-8993(80)90400-X.\nCARPENTER RHS, 1995, NATURE, V377, P59, DOI 10.1038/377059a0.\nCumming BG, 2000, J NEUROSCI, V20, P4758.\nDILOLLO V, 2000, IN PRESS J EXP PSYCH.\nEASON RG, 1969, PHYSIOL BEHAV, V4, P283, DOI 10.1016/0031-9384(69)90176-0.\nEimer M, 1997, PSYCHOPHYSIOLOGY, V34, P365, DOI 10.1111/j.1469-8986.1997.tb02407.x.\nGREENHOUSE SW, 1959, PSYCHOMETRIKA, V24, P95, DOI 10.1007/BF02289823.\nGROSOF DH, 1993, NATURE, V365, P550, DOI 10.1038/365550a0.\nHARTER MR, 1980, ELECTROEN CLIN NEURO, V49, P461, DOI 10.1016/0013-4694(80)90389-2.\nHARTER MR, 1982, NEUROPSYCHOLOGIA, V20, P421, DOI 10.1016/0028-3932(82)90041-0.\nHarter M. R., 1984, VARIETIES ATTENTION, P293.\nHegde J., 2000, J NEUROSCI, V20, P1.\nHEINZE HJ, 1990, ELECTROEN CLIN NEURO, V75, P511, DOI 10.1016/0013-4694(90)90138-A.\nHILLYARD SA, 1986, BIOL PSYCHOL, V23, P265, DOI 10.1016/0301-0511(86)90004-9.\nHILLYARD SA, 1984, PERCEPT PSYCHOPHYS, V36, P185, DOI 10.3758/BF03202679.\nHillyard S., 1985, ATTENTION PERFORM, VXI, P63.\nHILLYARD SA, 1987, CURRENT TRENDS EVE S, V40.\nHjorth B, 1980, AM J EEG TECHNOL, V20, P121.\nJULESZ B, 1964, SCIENCE, V145, P356, DOI 10.1126/science.145.3630.356.\nLuck SJ, 1995, BEHAV BRAIN RES, V71, P113, DOI 10.1016/0166-4328(95)00041-0.\nLUCK SJ, 1990, ELECTROEN CLIN NEURO, V75, P528, DOI 10.1016/0013-4694(90)90139-B.\nMANGUN GR, 1993, ATTENTION PERFORM, V14, P219.\nMANGUN GR, 1988, ELECTROEN CLIN NEURO, V70, P417, DOI 10.1016/0013-4694(88)90019-3.\nMANGUN GR, 1990, PERCEPT PSYCHOPHYS, V47, P532, DOI 10.3758/BF03203106.\nMANGUN GR, 1995, ELECTROPHYSIOLOGY MI.\nMANGUN GRR, 1987, HUM FACTORS, V29, P195.\nNaatanen R., 1983, TUTORIALS EVENT RELA, P119, DOI 10.1016/S0166-4115(08)62036-1.\nPERRIN F, 1989, ELECTROEN CLIN NEURO, V72, P184, DOI 10.1016/0013-4694(89)90180-6.\nPETERHANS E, 1991, TRENDS NEUROSCI, V14, P112, DOI 10.1016/0166-2236(91)90072-3.\nPREVIC FH, 1982, PERCEPT PSYCHOPHYS, V32, P465, DOI 10.3758/BF03202777.\nProverbio AM, 1998, COGNITIVE BRAIN RES, V6, P321, DOI 10.1016/S0926-6410(97)00039-6.\nRITTER W, 1983, PSYCHOPHYSIOLOGY, V20, P168, DOI 10.1111/j.1469-8986.1983.tb03283.x.\nSchneider W., 1995, MICRO EXPT LAB.\nSHIPP S, 1989, EUR J NEUROSCI, V1, P309, DOI 10.1111/j.1460-9568.1989.tb00798.x.\nSILLITO AM, 1994, NATURE, V369, P479, DOI 10.1038/369479a0.\nTYLER CW, 1990, P SOC PHOTO-OPT INS, V1256, P182, DOI 10.1117/12.19904.\nTYLER CW, 1995, PERCEPTION, V24, P127, DOI 10.1068/p240127.\nVANDERHEYDT R, 2000, VISION RES, V40, P1955.\nVANVOORHIS S, 1977, PERCEPT PSYCHOPHYS, V22, P54.\nWorden M. S., 2000, J NEUROSCI, V20, P1.\nZANI A, 1995, ELECTROEN CLIN NEURO, V95, P277, DOI 10.1016/0013-4694(95)00078-D.", "volume": "11", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000167389800007", "pages": "59-75", "usage-count-since-2013": "4", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00064-1", "language": "English", "keyword": "spatial attention; stereopsis; reentry; event-related potential; P1; N1;\nN115; N2", "number-of-cited-references": "42", "author": "Shedden, JM and Nordgaard, CL", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "1"}, {"issn": "1532-060X", "keywords-plus": "SOFTWARE", "abstract": "How a firm supports its enterprise resource planning system after\nputting it into production, when its maintenance may be said to be\nemergent, is critical to the benefits it will eventually derive. Here we\nreport a longitudinal case study of one firm's emergent maintenance of\nits SAP R/3 system. The study reveals that maintenance-related roles and\nrelationships differ substantively from those typical of traditional\nmaintenance. We view this firm's maintenance practices to be a harbinger\nof broader and longer-term change in maintaining application portfolios.\nWe suggest that the roles and relationships involved are likely to be\nmore complex and therefore more varied in organizational form. In\nparticular, we anticipate: (1) greater sharing of the maintenance task\namong more participants, with the firm's users often assuming the lead, supported by vendors and third parties; (2) the IS department often\nplaying a more limited, but still key role in providing a portfolio's\nongoing support services; and (3) a contingency approach to maintenance, the best approach being a function of specific organizational and\nsystems circumstances. Copyright (C) 2001 John Wiley Sons, Ltd.", "number": "6", "month": "NOV-DEC", "affiliation": "Hirt, SG (Reprint Author), City Univ Hong Kong, Dept Informat Syst, Suite P7724,Tat Chee Ave, Kowloon, Hong Kong, Peoples R China.\nCity Univ Hong Kong, Dept Informat Syst, Kowloon, Hong Kong, Peoples R China.\nUniv Calif Los Angeles, Anderson Grad Sch Management, Los Angeles, CA 90095 USA.", "doc-delivery-number": "510CM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "J. Softw. Maint. Evol.-Res. Pract.", "web-of-science-categories": "Computer Science, Software Engineering", "title": "Emergent maintenance of ERP: new roles and relationships", "times-cited": "32", "unique-id": "ISI:000173191200002", "number-of-cited-references": "40", "journal": "JOURNAL OF SOFTWARE MAINTENANCE AND EVOLUTION-RESEARCH AND PRACTICE", "cited-references": "BANKER RD, 1993, COMMUN ACM, V36, P81, DOI 10.1145/163359.163375.\nBaskerville R., 2000, P 21 INT C INF SYST, P396.\nBingi P, 1999, INFORM SYST MANAGE, V16, P7, DOI 10.1201/1078/43197.16.3.19990601/31310.2.\nCALDWELL B, 1999, BIX 6 TURMOIL PLANNE.\nCARUSO D, 1999, IMPLEMENTING ERP.\nCONNOLLY J, 1999, COMPUTERWORLD, V33, P74.\nCOUGER J D, 1985, MAINTENANCE PROGRAMM.\nDAVENPORT T, 1999, LIVING ERP.\nDavenport TH, 1998, HARVARD BUS REV, V76, P121.\nEISENHARDT KM, 1989, ACAD MANAGE REV, V14, P532, DOI 10.2307/258557.\nGERSICK CJG, 1988, ACAD MANAGE J, V31, P9, DOI 10.2307/256496.\nGIRARD K, 1999, BOTCHED SOFTWARE PRO.\nHABER L, 2001, ASPS STATE MARKET.\nHAMMER M, 1999, UP ERP REVOLUTION WH.\nHANNA M, 1993, SOFTWARE MAGAZINE, V13, P53.\nKlaus H., 2000, Information Systems Frontiers, V2, P141, DOI 10.1023/A:1026543906354.\nKOCH C, 1999, MOST IMPORTANT TEAM.\nLeonard-Barton D, 1990, ORGAN SCI, V1, P248, DOI 10.1287/orsc.1.3.248.\nLIENTZ BP, 1981, COMMUN ACM, V24, P763, DOI 10.1145/358790.358796.\nLientz B. P., 1980, SOFTWARE MAINTENANCE.\nMARION L, DONTS PANIC ITS TIME.\nMarkus M. L., 2000, FRAMING DOMAINS IT M, P173.\nMARTIN RG, 1983, GUIDANCE SOFTWARE MA.\nMaxwell J. A., 1996, QUALITATIVE RES DESI.\nMCFARLAN FW, 1995, SLOAN MANAGE REV, V36, P9.\nMiles M., 1994, QUALITATIVE DATA ANA.\nMuhr T., 1997, ATLAS TI VISUAL QUAL.\nNosek J. T., 1990, Journal of Software Maintenance: Research and Practice, V2, P157, DOI 10.1002/smr.4360020303.\nPatton M. Q., 1990, QUALITATIVE EVALUATI.\nRoss J, 1998, ERP REVOLUTION SURVI.\nRubin H., 1995, QUALITATIVE INTERVIE.\nSCHEIER RL, 1999, ERP SPENDING DOES NO.\nSCOTT M, 1999, COMPUTER WORLD HONG, V16, P17.\nSTEDMAN C, 1999, ERP PIONEERS.\nSWANSON EB, 1990, COMMUN ACM, V33, P658, DOI 10.1145/78973.78976.\nSWANSON EB, 1989, MAINTAINING INFORMAT.\nWeitzman E., 1995, COMPUTER PROGRAMS QU.\nWHEATLEY M, 2001, ERP TRAINING STINKS.\nYin RK, 1994, CASE STUDY RES DESIG.\nZYGMONT J, 1999, TIES THAT BIND.", "volume": "13", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000173191200002", "pages": "373-397", "usage-count-since-2013": "4", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/smr.238", "language": "English", "keyword": "enterprise resource planning; software maintenance; case study;\nparticipant roles and relationships; relational foundations", "type": "Article", "author": "Hirt, SG and Swanson, EB", "research-areas": "Computer Science", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "UNILATERAL TEMPORAL LOBECTOMY; EVOKED-POTENTIALS; BRAIN POTENTIALS;\nFIELD POTENTIALS; TERM-MEMORY; LOBE; COMPONENTS; P300; ERPS; GENERATORS", "abstract": "The dissociation of immediate and delayed word repetition was studied\nusing a continuous recognition memory task; and event-related potential\n(ERP). Among 240 stimulus words. 40 words were not repeated, 100 were\nimmediately repeated and 100 were repeated after 5 intervening words.\nWords presented only once during the experiment were referred to as new\nwords. Subjects responded faster and more accurately to words repeated\nimmediately than to new words and to words repeated after a delay. In\nterms of ERP results, immediate repetition was associated with large\nP300 amplitude, early P300 latency and the absence of N400, while\ndelayed repetition was associated with small P300 amplitude, late P300\nlatency and the presence of N400. N400 was elicited only to new words\nand to those repeated after intervening words. The general morphology of\nthe waveforms was similar for two repetition conditions until around 310\nms after the onset of stimulus. These results indicate that distinct\nneural systems subserve the immediate and delayed repetition effect, and\nthat the difference between the two emerges around 310 ms poststimulus.\nImmediate and delayed word repetition are considered in terms of\ntemplate matching and memory searching, and are possibly mediated by the\nparietal and left medial temporal lobes, respectively. (C) 2001 Elsevier\nScience B.V. All rights reserved.", "number": "3", "month": "JUN", "affiliation": "Kwon, JS (Reprint Author), Seoul Natl Univ, Coll Med, Dept Psychiat, Chongno Gu, 28 Yeongon Dong, Seoul 110744, South Korea.\nSeoul Natl Univ, Coll Med, Dept Psychiat, Chongno Gu, Seoul 110744, South Korea.\nSeoul Natl Univ, MRC, Inst Neurosci, Chongno Gu, Seoul 110744, South Korea.\nSeoul Natl Univ, Seoul, South Korea.", "doc-delivery-number": "438GZ", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "The effect of immediate and delayed word repetition on event-related\npotential in a continuous recognition task", "times-cited": "32", "unique-id": "ISI:000169046400005", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "BESSON M, 1992, J COGNITIVE NEUROSCI, V4, P132, DOI 10.1162/jocn.1992.4.2.132.\nCHAO LL, 1995, EVOKED POTENTIAL, V96, P157, DOI 10.1016/0168-5597(94)00256-E.\nCHAPMAN RM, 1978, SCIENCE, V202, P1211, DOI 10.1126/science.725596.\nDONCHIN E, 1988, BEHAV BRAIN SCI, V11, P357.\nDunn BR, 1998, BRAIN COGNITION, V36, P355, DOI 10.1006/brcg.1998.0998.\nFRIEDMAN D, 1993, J PSYCHOPHYSIOL, V7, P181.\nFRIEDMAN D, 1990, BIOL PSYCHOL, V30, P61, DOI 10.1016/0301-0511(90)90091-A.\nFRIEDMAN D, 1990, PSYCHOPHYSIOLOGY, V27, P136, DOI 10.1111/j.1469-8986.1990.tb00365.x.\nHACKLEY SA, 1990, PSYCHOPHYSIOLOGY, V27, P195, DOI 10.1111/j.1469-8986.1990.tb00370.x.\nHALGREN E, 1987, HUM NEUROBIOL, V6, P129.\nHILLYARD SA, 1971, SCIENCE, V172, P1357, DOI 10.1126/science.172.3990.1357.\nJohnson BW, 2000, CLIN NEUROPHYSIOL, V111, P532, DOI 10.1016/S1388-2457(99)00270-9.\nJOHNSON R, 1988, BRAIN, V111, P1517, DOI 10.1093/brain/111.6.1517.\nJOHNSON R, 1985, PSYCHOPHYSIOLOGY, V22, P497, DOI 10.1111/j.1469-8986.1985.tb01639.x.\nKARIS D, 1984, COGNITIVE PSYCHOL, V16, P177, DOI 10.1016/0010-0285(84)90007-0.\nKayser J, 1999, INT J PSYCHOPHYSIOL, V34, P249, DOI 10.1016/S0167-8760(99)00082-3.\nKESELMAN HJ, 1980, PSYCHOPHYSIOLOGY, V17, P499, DOI 10.1111/j.1469-8986.1980.tb00190.x.\nKUTAS M, 1980, SCIENCE, V207, P203, DOI 10.1126/science.7350657.\nLUCK SJ, 1994, PSYCHOPHYSIOLOGY, V31, P291, DOI 10.1111/j.1469-8986.1994.tb02218.x.\nMANDLER G, 1980, PSYCHOL REV, V87, P252, DOI 10.1037//0033-295X.87.3.252.\nMCCARTHY G, 1989, J NEUROSCI, V9, P4253.\nMCCARTHY G, 1995, J NEUROSCI, V15, P1080.\nMcDonough B.E., 1992, INT J NEUROSCI, V66, P209.\nNEVILLE HJ, 1986, J MEM LANG, V25, P75, DOI 10.1016/0749-596X(86)90022-7.\nNielsen-Bohlman L., 1994, COGNITIVE ELECTROPHY, P169.\nNOBRE AC, 1994, NATURE, V372, P260, DOI 10.1038/372260a0.\nNOLDYCULLUM NE, 1987, CURRENT RES EVENT S, V40, P350.\nPALLER KA, 1995, PSYCHOL SCI, V6, P107, DOI 10.1111/j.1467-9280.1995.tb00315.x.\nPETERSEN SE, 1990, SCIENCE, V249, P1041, DOI 10.1126/science.2396097.\nPICTON TW, 1988, DYNAMICS SENSORY COG.\nPUCE A, 1991, BRAIN, V114, P1647, DOI 10.1093/brain/114.4.1647.\nRANEY GE, 1993, J EXP PSYCHOL LEARN, V19, P51.\nRENAULT B, 1982, SCIENCE, V215, P1413, DOI 10.1126/science.7063853.\nRITTER W, 1979, SCIENCE, V203, P1358, DOI 10.1126/science.424760.\nRUGG MD, 1991, BRAIN, V114, P2313, DOI 10.1093/brain/114.5.2313.\nRUGG MD, 1992, J COGNITIVE NEUROSCI, V4, P69, DOI 10.1162/jocn.1992.4.1.69.\nRUGG MD, 1989, ELECTROEN CLIN NEURO, V72, P395, DOI 10.1016/0013-4694(89)90045-X.\nSMITH ME, 1993, J COGNITIVE NEUROSCI, V5, P1, DOI 10.1162/jocn.1993.5.1.1.\nSMITH ME, 1989, J EXP PSYCHOL LEARN, V15, P50.\nSMITH ME, 1986, ELECTROEN CLIN NEURO, V63, P145, DOI 10.1016/0013-4694(86)90008-8.\nSMITH ME, 1990, ELECTROEN CLIN NEURO, V76, P235, DOI 10.1016/0013-4694(90)90018-F.\nSQUIRES KC, 1973, PERCEPT PSYCHOPHYS, V14, P25.\nSTUSS DT, 1986, PSYCHOPHYSIOLOGY, V23, P215, DOI 10.1111/j.1469-8986.1986.tb00622.x.\nVanPetten C, 1996, PSYCHOPHYSIOLOGY, V33, P491.\nVERLEGER R, 1988, BEHAV BRAIN SCI, V11, P343.\nYAMAGUCHI S, 1991, J NEUROSCI, V11, P2039.", "volume": "11", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000169046400005", "pages": "387-396", "usage-count-since-2013": "5", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00011-8", "language": "English", "keyword": "immediate and delayed word repetition; event-related potential; N400;\nearly and late P300; template matching", "number-of-cited-references": "46", "author": "Kim, MS and Kim, JJ and Kwon, JS", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Kwon, Jun Soo/J-2734-2012", "usage-count-(last-180-days)": "0"}, {"keywords-plus": "EVENT-RELATED POTENTIALS; VISUAL-ATTENTION; SOURCE LOCALIZATION; BRAIN\nPOTENTIALS; CHILDREN; GENERATORS; MEMORY; EEG; SCHIZOPHRENIA;\nPERFORMANCE", "author": "van der Stelt, O and van der Molen, M and Gunning, WB and Kok, A", "abstract": "In order to gain insight into the functional and macroanatomical loci of\nvisual selective processing deficits that may be basic to\nattention-deficit hyperactivity disorder (ADHD), the present study\nexamined multi-channel event-related potentials (ERPs) recorded from 7-\nto 11-year-old boys clinically diagnosed as having ADHD (n=24) and\nage-matched healthy control boys (n=24) while they performed a visual\n(color) selective attention task. The spatio-temporal dynamics of\nseveral ERP components related to attention to color were characterized\nusing topographic profile analysis, topographic mapping of the ERP and\nassociated scalp current density distributions, and spatio-temporal\nsource potential modeling. Boys with ADHD showed a lower target hit\nrate, a higher false-alarm rate, and a lower perceptual sensitivity than\ncontrols. Also, whereas color attention induced in the ER-Ps from\ncontrols a characteristic early frontally maximal selection positivity\n(FSP), ADHD boys displayed little or no FSP. Similarly, ADHD boys\nmanifested P3b amplitude decrements that were partially lateralized\n(i.e., maximal at left temporal scalp locations) as well as affected by\nmaturation. These results indicate that ADHD boys suffer from deficits\nat both relatively early (sensory) and late (semantic) levels of visual\nselective information processing. The data also support the hypothesis\nthat the visual selective processing deficits observed in the ADHD boys\noriginate from deficits in the strength of activation of a neural\nnetwork comprising prefrontal and occipito-temporal brain regions. This\nnetwork seems to be actively engaged during attention to color and may\ncontain the major intracerebral generating sources of the associated\nscalp-recorded ER-P components. (C) 2001 Elsevier Science BY All rights\nreserved.", "number": "2", "month": "OCT", "affiliation": "van der Stelt, O (Reprint Author), Univ N Carolina, Sch Med, Dept Psychiat, Wing D,Box 7160, Chapel Hill, NC 27599 USA.\nUniv Amsterdam, Dept Psychol, Amsterdam, Netherlands.\nUniv Amsterdam, Acad Med Ctr, Dept Child \\& Adolescent Psychiat, NL-1105 AZ Amsterdam, Netherlands.", "doc-delivery-number": "486NG", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Neuroelectrical signs of selective attention to color in boys with\nattention-deficit hyperactivity disorder - Preliminary results of this\nstudy were presented at the 39th Meeting of the Society for\nPsychophysiological Research (SPR), Granada, Spain, October 6-10, 1999.", "times-cited": "30", "unique-id": "ISI:000171823400006", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Achenbach TM, 1991, INTEGRATIVE GUIDE 19.\nACHIM A, 1995, BRAIN COGNITION, V27, P256, DOI 10.1006/brcg.1995.1023.\nACHIM A, 1988, Brain Topography, V1, P22, DOI 10.1007/BF01129336.\nAmerican Encephalographic Society, 1991, J CLIN NEUROPHYSIOL, V8, P200, DOI DOI 10.1097/00004691-199104000-00007.\nAmerican Psychiatric Association, 1994, DIAGN STAT MAN DIS.\nAnllo-Vento L, 1998, HUM BRAIN MAPP, V6, P216, DOI 10.1002/(SICI)1097-0193(1998)6:4<216::AID-HBM3>3.0.CO;2-6.\nBarkley RA, 1997, PSYCHOL BULL, V121, P65, DOI 10.1037//0033-2909.121.1.65.\nBOICE R, 1988, B PSYCHONOMIC SOC, V26, P365.\nClark VP, 1997, HUM BRAIN MAPP, V5, P293, DOI 10.1002/(SICI)1097-0193(1997)5:4<293::AID-HBM15>3.0.CO;2-F.\nCorbetta M, 1998, ATTENTIVE BRAIN, P95.\nDEMUNCK JC, 1988, IEEE T BIO-MED ENG, V35, P960, DOI 10.1109/10.8677.\nDEMUNCK JC, 1990, ELECTROEN CLIN NEURO, V77, P156, DOI 10.1016/0168-5597(90)90032-9.\nDesimone R, 1996, P NATL ACAD SCI USA, V93, P13494, DOI 10.1073/pnas.93.24.13494.\nErnst Monique, 1995, P1643.\nFaraone SV, 1998, BIOL PSYCHIAT, V44, P951, DOI 10.1016/S0006-3223(98)00240-6.\nFAUX S F, 1990, Brain Topography, V2, P237, DOI 10.1007/BF01140592.\nFUSTER JM, 1990, J NEUROPHYSIOL, V64, P681.\nFuster J. M., 1995, MEMORY CEREBRAL CORT.\nGoldmanRakic PS, 1997, SCHIZOPHRENIA BULL, V23, P437.\nHalgren E, 1998, ELECTROEN CLIN NEURO, V106, P156, DOI 10.1016/S0013-4694(97)00119-3.\nHARTER MR, 1988, BRAIN COGNITION, V7, P115, DOI 10.1016/0278-2626(88)90023-1.\nHarter M. R., 1984, VARIETIES ATTENTION, P293.\nHillyard SA, 1998, P NATL ACAD SCI USA, V95, P781, DOI 10.1073/pnas.95.3.781.\nHillyard Steven A., 1995, P665.\nHOLCOMB PJ, 1985, PSYCHOPHYSIOLOGY, V22, P656, DOI 10.1111/j.1469-8986.1985.tb01663.x.\nHowell DC, 1992, STAT METHODS PSYCHOL.\nJOHNSON R, 1993, PSYCHOPHYSIOLOGY, V30, P90.\nJOHNSTON WA, 1986, ANNU REV PSYCHOL, V37, P43, DOI 10.1146/annurev.ps.37.020186.000355.\nJohnstone SJ, 1996, PSYCHIAT RES, V64, P179, DOI 10.1016/S0165-1781(96)02893-4.\nJonkman LM, 1997, BIOL PSYCHIAT, V41, P595, DOI 10.1016/S0006-3223(96)00073-X.\nKarayanidis F, 2000, PSYCHOPHYSIOLOGY, V37, P319, DOI 10.1017/S004857720098051X.\nKENEMANS JL, 1993, ELECTROEN CLIN NEURO, V88, P51, DOI 10.1016/0168-5597(93)90028-N.\nKLORMAN R, 1991, J LEARN DISABIL, V24, P130.\nKnight RT, 1998, J CLIN NEUROPHYSIOL, V15, P3, DOI 10.1097/00004691-199801000-00003.\nKuperman S, 1996, J AM ACAD CHILD PSY, V35, P1009, DOI 10.1097/00004583-199608000-00011.\nLOISELLE DL, 1980, PSYCHOPHYSIOLOGY, V17, P193, DOI 10.1111/j.1469-8986.1980.tb00134.x.\nMCCARLEY RW, 1991, SCHIZOPHR RES, V4, P209, DOI 10.1016/0920-9964(91)90034-O.\nMCCARLEY RW, 1993, ARCH GEN PSYCHIAT, V50, P190.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nMehta AD, 2000, CEREB CORTEX, V10, P359, DOI 10.1093/cercor/10.4.359.\nMehta SD, 2000, CEREB CORTEX, V10, P343.\nMichie PT, 1999, COGNITIVE BRAIN RES, V7, P419, DOI 10.1016/S0926-6410(98)00047-0.\nMOTTER BC, 1994, J NEUROSCI, V14, P2178.\nMULDER G, 1994, COGNITIVE ELECTROPHY, P26.\nNuechterlein KH, 1991, HDB SCHIZOPHRENIA, V5, P397.\nNunez Paul L., 1995, P3.\nNUNEZ PL, 1991, J CLIN NEUROPHYSIOL, V8, P397, DOI 10.1097/00004691-199110000-00005.\nOades RD, 1998, BEHAV BRAIN RES, V94, P83, DOI 10.1016/S0166-4328(97)00172-1.\nOades RD, 1996, BIOL PSYCHOL, V43, P163, DOI 10.1016/0301-0511(96)05189-7.\nPERRIN F, 1989, ELECTROEN CLIN NEURO, V72, P184, DOI 10.1016/0013-4694(89)90180-6.\nPERRIN F, 1988, ELECTROENCEPHALOGRAP, V69, P385.\nROBAEY P, 1992, ELECTROEN CLIN NEURO, V82, P330, DOI 10.1016/0013-4694(92)90003-Z.\nSATTERFIELD JH, 1990, BIOL PSYCHIAT, V28, P879, DOI 10.1016/0006-3223(90)90569-N.\nSATTERFIELD JH, 1994, PSYCHOPHYSIOLOGY, V31, P1, DOI 10.1111/j.1469-8986.1994.tb01018.x.\nScherg M, 1989, J Cogn Neurosci, V1, P336, DOI 10.1162/jocn.1989.1.4.336.\nScherg M., 1990, ADV AUDIOL, V6, P40.\nSCHERG M, 1996, BRAIN ELECTROMAGNETI.\nSNYDER AZ, 1991, ELECTROEN CLIN NEURO, V80, P321, DOI 10.1016/0168-5597(91)90116-F.\nStrandburg RJ, 1996, BIOL PSYCHIAT, V40, P964, DOI 10.1016/0006-3223(95)00545-5.\nUngerleider LG, 1998, P NATL ACAD SCI USA, V95, P883, DOI 10.1073/pnas.95.3.883.\nVan der Stelt O, 1998, PSYCHOPHYSIOLOGY, V35, P227, DOI 10.1017/S0048577298961303.\nvan der Stelt O, 1998, ALCOHOL CLIN EXP RES, V22, P1877, DOI 10.1097/00000374-199812000-00001.\nVan der Stelt O, 1998, ALCOHOL, V15, P119, DOI 10.1016/S0741-8329(97)00106-7.\nWOESTENBURG JC, 1983, BIOL PSYCHOL, V16, P127, DOI 10.1016/0301-0511(83)90059-5.\nWOLDORFF MG, 1993, P NATL ACAD SCI USA, V90, P8722, DOI 10.1073/pnas.90.18.8722.\nWOODS DL, 1986, NEUROLOGY, V36, P212.\nYordanova J, 1997, BIOL PSYCHIAT, V41, P585, DOI 10.1016/S0006-3223(96)00096-0.\nZAMBELLI AJ, 1977, AM J PSYCHIAT, V134, P743.", "volume": "12", "orcid-numbers": "van der Stelt, Odin/0000-0002-7851-2845", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000171823400006", "pages": "245-264", "usage-count-since-2013": "2", "publisher": "ELSEVIER SCIENCE BV", "language": "English", "keyword": "attention-deficit hyperactivity disorder; selective attention to color;\nevent-related brain potential; scalp current density; spatio-temporal\nsource potential modeling", "number-of-cited-references": "68", "issn": "0926-6410", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "van der Stelt, Odin/C-2701-2008\n", "usage-count-(last-180-days)": "0"}, {"issn": "0268-1072", "keywords-plus": "TECHNOLOGY", "abstract": "Enterprise Resource Planning (ERP) systems and teamworking both entail\nsignificant changes to work on the shop-floor. However, a study of 24\nDanish manufacturing enterprises found both change programs were rarely\nexplicitly tuned to each other, with little direct interaction in a\nmajority Of cases. A case study shows the importance of, and the\nmicropolitical difficulties involved in getting companies to configure\nERP-systems to support teamworking.", "number": "3", "month": "NOV", "affiliation": "Koch, C (Reprint Author), Tech Univ Denmark, Dept Civil Engn, DK-2800 Lyngby, Denmark.\nTech Univ Denmark, Dept Civil Engn, DK-2800 Lyngby, Denmark.", "doc-delivery-number": "492QT", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "Ergonomics; Management", "title": "ERP-supported teamworking in Danish manufacturing?", "times-cited": "29", "unique-id": "ISI:000172179600003", "number-of-cited-references": "48", "journal": "NEW TECHNOLOGY WORK AND EMPLOYMENT", "cited-references": "BENDERS J, 1995, INFORM MANAGE, V28, P343, DOI 10.1016/0378-7206(95)00008-K.\nBenders J, 2001, NEW TECH WORK EMPLOY, V16, P204, DOI 10.1111/1468-005X.00089.\nBenders J, 2000, NEW TECH WORK EMPLOY, V15, P50, DOI 10.1111/1468-005X.00064.\nBUHL H, 2000, 23 TU DENM DEP TECHN.\nCarstensen P., 1999, GROUP'99. Proceedings of the International ACM SIGGROUP Conference on Supporting Group Work, P111.\nClausen C, 1999, TECHNOL ANAL STRATEG, V11, P463.\nCorbett JM, 1991, CROSSING BORDER SOCI.\nCSONKA A, 2000, LEDELSE ARBEJDE FORA.\nDAVENPORT T, 1998, HARVARD BUS REV, V11, P121.\nDavenport T. H, 2000, MISSION CRITICAL.\nDenzin N. K., 2000, HDB QUALITATIVE RES.\nElger T., 1994, GLOBAL JAPANIZATION.\nFindlay P, 2000, TEAMWORKING, P222.\nFleck J., 1993, International Journal of Human Factors in Manufacturing, V3, P15, DOI 10.1002/hfm.4530030104.\nGill KS, 1996, HUMAN MACHINE SYMBIO.\nGrint K, 1997, MACHINE WORK TECHNOL.\nHEILIGE HD, 1996, LEITBILDER PRUFSTAND.\nHiggins P., 1996, MANUFACTURING PLANNI.\nTheorell T., 1990, HEALTHY WORK STRESS.\nKNIGHTS D, 1994, MANAGERS DIVIDED.\nKoch C, 2000, TECHNOL ANAL STRATEG, V12, P119, DOI 10.1080/095373200107274.\nKOCH C, 1991, PSYKISK FYSISK ARBEJ.\nKOCH C, 1999, VIRKSOMHEDEN DET UDV, P151.\nKOCH C, 2000, 16 EGOS C HELS JUL.\nKOCH C, 2001, ERP SYSTEMER MENNESK.\nKvale S., 1996, INTERVIEWS INTRO QUA.\nLangenwalter G. A., 1999, ENTERPRISE RESOURCES.\nLatour Bruno, 1987, SCI ACTION FOLLOW SC.\nMcLoughlin I., 1999, CREATIVE TECHNOLOGIC.\nNIELSEN K, 2000, 4 INT WORKSH TEAMW U, P235.\nNIELSEN KT, 1991, JAPANESE INSPIRED PR.\nORLIKOWSKI WJ, 1992, ORGAN SCI, V3, P398, DOI 10.1287/orsc.3.3.398.\nOrtmann G., 1995, FORMEN PRODUKTION.\nProcter S., 2000, TEAMWORKING.\nPROCTER S, 2000, 4 INT WORKSH TEAMW U, P253.\nSalzman H., 1994, SOFTWARE DESIGN.\nSchumann M., 1994, TRENDREPORT RATIONAL.\nSEDERBLAD P, 1993, ARBETSORGANISATION G.\nSenge PM, 1990, 5 DISCIPLINE ART PRA.\nTranfield D, 1999, TECHNOL ANAL STRATEG, V11, P143.\nvan Eijnatten Frans, 1993, PARADIGM CHANGED WOR.\nWeber M., 1968, GESAMMELTE AUFSATZE.\nWenger E., 1998, COMMUNITIES PRACTICE.\nWIGHT OW, 1981, MRP MAT REQUIREMENT.\nWilliams R, 1996, RES POLICY, V25, P865, DOI 10.1016/0048-7333(96)00885-2.\nZuboff Shoshana, 1988, AGE SMART MACHINE FU.\n1999, INGENIOREN.\n1995, WORK DEV.", "volume": "16", "orcid-numbers": "Koch, Christian/0000-0003-3750-976X", "address": "108 COWLEY RD, OXFORD OX4 1JF, OXON, ENGLAND", "ID": "ISI:000172179600003", "pages": "164-177", "usage-count-since-2013": "4", "publisher": "BLACKWELL PUBL LTD", "doi": "10.1111/1468-005X.00086", "journal-iso": "New Technol. Work Employ.", "language": "English", "type": "Article", "author": "Koch, C and Buhl, H", "research-areas": "Engineering; Business \\& Economics", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "OLDER ADULTS; SCALP DISTRIBUTION; PREFRONTAL CORTEX; FRONTAL-LOBE;\nATTENTION; STIMULI; EVENTS; TARGET; HABITUATION; DEMANDS", "abstract": "The P3 event-related potential (ERP) component is usually reported as\nhaving a centro-parietal maximum. However, a more frontal P3 topography\nis also evident in early-session trials which may be masked by averaging\nover the entire session, and is also present longer in elderly subjects.\nThis maintenance of hyperfrontal topography is interpreted as a sign of\nreduced prefrontal adaptive functioning. In the present study, P3\namplitude was examined in young adults to determine: (1) how early in\nthe test session the reduction in hyperfrontality occurs; and (2) the\neffect of task complexity on the P3 amplitude across electrode sites\n(Fz, Cz, Pz). ERI's were elicited using a working memory n-back task.\nSingle-trial ERP waveforms were averaged in successive blocks of five\ntrials. There was a greater decrease in P3 amplitude at Fz compared to\nCz and Pz sites after the first block, and the decrease reached an\nasymptote by the third block. The results are interpreted as indicating\nrapid decrease in initial P3 hyperfrontality for a simple task in young\nadults, and an increased ratio of P3 amplitude at frontal versus\nposterior sites in more complex tasks. (C) 2001 Elsevier Science BM All\nrights reserved.", "number": "3", "month": "DEC", "affiliation": "Segalowitz, SJ (Reprint Author), Brock Univ, Dept Psychol, St Catharines, ON L2S 3A1, Canada.\nBrock Univ, Dept Psychol, St Catharines, ON L2S 3A1, Canada.\nUniv Waterloo, Dept Psychol, Waterloo, ON L2N 3G1, Canada.", "doc-delivery-number": "506QX", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "P3 topographical change with task familiarization and task complexity", "times-cited": "28", "unique-id": "ISI:000172984200010", "number-of-cited-references": "22", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Banich MT, 2000, COGNITIVE BRAIN RES, V10, P1, DOI 10.1016/S0926-6410(00)00015-X.\nCohen J, 1997, INT J PSYCHOPHYSIOL, V25, P249, DOI 10.1016/S0167-8760(96)00743-X.\nCUDMORE LJ, 1999, BEHAV ELECTROPHYSIOL.\nDaffner KR, 2000, BRAIN, V123, P927, DOI 10.1093/brain/123.5.927.\nDONCHIN E, 1988, BEHAV BRAIN SCI, V11, P357.\nDywan J, 1998, BRAIN COGNITION, V36, P390, DOI 10.1006/brcg.1997.0979.\nFabiani M, 1998, PSYCHOPHYSIOLOGY, V35, P698, DOI 10.1017/S0048577298970780.\nFABIANI M, 1995, PSYCHOPHYSIOLOGY, V32, P579, DOI 10.1111/j.1469-8986.1995.tb01234.x.\nFRIEDMAN D, 1994, COGNITIVE BRAIN RES, V2, P49, DOI 10.1016/0926-6410(94)90020-5.\nFRIEDMAN D, 1993, PSYCHOPHYSIOLOGY, V30, P383, DOI 10.1111/j.1469-8986.1993.tb02060.x.\nHoulihan M, 1998, INTELLIGENCE, V26, P9, DOI 10.1016/S0160-2896(99)80049-X.\nJueptner M, 1997, J NEUROPHYSIOL, V77, P1325.\nJueptner M, 1997, J NEUROPHYSIOL, V77, P1313.\nLEW GS, 1993, PHYSIOL BEHAV, V53, P111, DOI 10.1016/0031-9384(93)90018-B.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nMecklinger A, 1995, NEUROREPORT, V7, P241, DOI 10.1097/00001756-199512000-00058.\nPOLICH J, 1986, ELECTROEN CLIN NEURO, V63, P251, DOI 10.1016/0013-4694(86)90093-3.\nRomero R, 1996, PHYSIOL BEHAV, V59, P517, DOI 10.1016/0031-9384(95)02099-3.\nROSAHL SK, 1995, CEREB CORTEX, V5, P123, DOI 10.1093/cercor/5.2.123.\nSEGALOWITZ SJ, 1992, DEV NEUROPSYCHOL, V8, P279.\nSEGALOWITZ SJ, 1992, J CLIN EXPT NEUROPSY, V14, P108.\nToni I, 1998, NEUROIMAGE, V8, P50, DOI 10.1006/nimg.1998.0349.", "volume": "12", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000172984200010", "pages": "451-457", "usage-count-since-2013": "9", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00082-9", "language": "English", "keyword": "P3; topography; habituation; N-back; working memory; event-related\npotential", "type": "Article", "author": "Segalowitz, SJ and Wintink, AJ and Cudmore, LJ", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "2"}, {"issn": "0968-0802", "abstract": "The Shell Petroleum Development Company (SPDC) and its joint-venture\npartners - particularly the Nigerian National Petroleum Corporation -\nhave earned billions of dollars from the oil extracted from the land of\nthe Ogoni in the Niger Delta. The Ogoni however complain that they have\nnot seen adequate benefits; rather the oil has cost them dearly in terms\nof a deteriorating environment and underdevelopment and mobilized a\nsuccessful national and international campaign against the Nigerian\ngovernment and Shell. Despite the avowed non-violent nature of the\ncampaign, military repression resulted in thousands of Ogoni killed, raped, beaten, detained and exiled and the main leaders executed. Under\npressure from the Ogoni, Shell was forced to pull out from Ogoniland in\n1993. Since then, Shell International has re-invented its corporate\nstrategy in line with principles of sustainable development and it has\ncommitted itself to a level of stakeholder engagement on its\nenvironmental and social performance which would have been unthinkable\nin 1995. So for Shell, a return to Ogoni would be a powerful symbol that\ntheir corporate commitment to being a socially responsible company is\nbeing translated into action on the ground. However, there is still\nlittle trust between the company and the Ogoni people and their\nrepresentative organization, the Movement for the Survival of the Ogoni\nPeople (MOSOP). Many of the issues raised by the Ogoni (such as the need\nfor locally sustainable development, distribution of oil wealth, community projects and environmental issues) have yet to be addressed.\nThis paper is the first of a trilogy examining the issues, relationships, management and strategic implications of the case.\nCopyright (C) 2001 John Wiley \\& Sons, Ltd and ERP Environment.", "number": "2", "month": "MAY", "affiliation": "Boele, R (Reprint Author), Kingston Business Sch, Ctr Stakeholding \\& Sustainable Enterprise, Kingston upon Thames KT2 7LB, Surrey, England.\nKingston Univ, Kingston upon Thames KT1 2EE, Surrey, England.\nUniv Sussex, Brighton BN1 9RH, E Sussex, England.\nYork Univ, N York, ON M3J 1P3, Canada.", "doc-delivery-number": "438WJ", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "GREEN \\& SUSTAINABLE SCIENCE \\& TECHNOLOGY; Planning \\& Development", "title": "Shell, Nigeria and the Ogoni. A study in unsustainable development: I.\nThe story of Shell, Nigeria and the Ogoni people - Environment, economy, relationships: Conflict and prospects for resolution", "pages": "74-86", "unique-id": "ISI:000169077000002", "number-of-cited-references": "56", "journal": "SUSTAINABLE DEVELOPMENT", "cited-references": "Amnesty International, 1994, NIG MIL GOV CLAMPD O.\n{*}AMN INT, 1994, URG ACT         0524.\n{*}AMN INT, 1994, 44WU0294 AFR AMN INT.\n{*}AMN INT, 1994, 440394 AFR AMN INT.\nBIRNBAUM M, 1995, NIGERIA FUNDAMENTAL.\nBOELE R, 1995, OGONI REPORT UNPO MI.\nDETHERIDGE A, 1998, 3 WORLD Q, V19, P457.\nDETHERIDGE A, 1999, COMMUNICATION.\nDUODU C, 1996, OBSERVER        0128.\n{*}ESS ACT, 1999, ACT AL TELL SHELL SP.\nFRYNAS JG, 1999, AFR STUD ASS ANN C P.\nFrynas J. G., 2000, OIL NIGERIA CONFLICT.\nHAMMER J, 1996, HARPERS MAGAZINE JUN.\nHowarth Stephen, 1997, CENTURY OIL SHELL TR.\nHuman Rights Watch, 1995, NIG OG CRIS CAS STUD.\nHum. Rights Watch, 1999, PRIC OIL CORP RESP H.\n{*}ICJ, 1996, NIG RUL LAW STUD.\nIkein A. A., 1990, IMPACT OIL DEV COUNT.\nIKWUNZE C, 1999, DAILY SATELLITE 0505.\nKhan S., 1994, NIGERIA POLITICAL EC.\nKPONETONWE S, 1987, THESIS U LONDON SCH.\nMCELVOY A, 1996, SPECTATOR       0113, P9.\n{*}MOSOP CAN, 1998, ROL SHELL OG PEOPL.\n{*}MOSOP CAN, 1998, STOR MOV SURV OG PEO.\n{*}MOSOP INT SECR, 1999, COMM ISS END ON DAY.\n{*}MOSOP INT SECR, 1999, UPD ADDR DEV.\nNAANEN B, 1995, J COMMONWEALTH COMP, V33, P45.\n{*}NDES, 1995, NIG DELT ENV SURV BA.\nNIBORO I, 1999, AFRICAN GUARDIA 1004.\nOSULLIVAN T, 1995, MARKETING WEEK  1124, P22.\n{*}PROJ UND, 1997, HUM RIGHTS ENV OP IN.\nRobinson Deborah, 1996, OGONI STRUGGLE CONTI.\nRowell Andrew, 1994, SHELL SHOCKED ENV SO.\nSaro-Wiwa Ken, 1995, MONTH DAY DETENTION.\nSAROWIWA K, 1995, STATEMENT OGONI CIVI.\n{*}SHELL INT, 1999, MAN PRIM HUM RIGHTS.\n{*}SHELL INT, 1995, SHELL NIG.\n{*}SHELL INT, 1997, STAT GEN BUS PRINC R.\n{*}SHELL INT, 1999, PEOPL PLAN PROF ACT.\n{*}SHELL INT, 1999, LIST RESP DIAL OUR.\nShell International, 1998, PROF PRINC DOES THER.\n{*}SPDC, 1998, SPDC FACTF.\n{*}SPDC SHELL NIG, 1998, HUM RIGHTS.\n{*}SPDC SHELL NIG, 1998, REHABILITATION.\n{*}SPDC SHELL NIG, 1998, COMMUNITY.\n{*}SPDC SHELL NIG, 1998, OPERATIONS.\n{*}SPDC SHELL NIG, 1998, INF RES ANN REP 1998.\n{*}SPDC SHELL NIG, 1998, ENVIRONMENT.\n{*}SPDC SHELL NIG, 1998, INF RES ENV.\n{*}SPDC SHELL NIG, 1998, INF RES OG NIG DELT.\nVIDAL J, 1999, GUARDIAN SOC    1103.\nVIDAL J, 1995, GUARDIAN        0114.\nVIDAL J, 1999, GUARDIAN        0916.\nWHEELER D, 1995, NEW STATESMAN S 1117, P14.\n{*}WORLD BANK, 1995, 14266UNI AFR REG W C.\n1996, NRC HANDELSBLAD 1012.", "volume": "9", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000169077000002", "times-cited": "28", "usage-count-since-2013": "34", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/sd.161", "journal-iso": "Sustain. Dev.", "language": "English", "type": "Article", "author": "Boele, R and Fabig, H and Wheeler, D", "research-areas": "Science \\& Technology - Other Topics; Public Administration", "usage-count-(last-180-days)": "1"}, {"issn": "0926-6410", "keywords-plus": "EVENT-RELATED POTENTIALS; AUDITORY SENSORY MEMORY; MISMATCH NEGATIVITY;\nSELECTIVE-ATTENTION; BRAIN RESPONSES; FREQUENCY; STIMULUS; LANGUAGE;\nDURATION; CORTEX", "abstract": "This study examined how changes in different types of acoustic features\nare processed in the brain for both speech and non-speech sounds.\nEvent-related potentials (ERPs) were recorded in native Finnish speakers\npresented with sequences of repetitive vowels (/e/) or complex\nharmonical tones interspersed with infrequent changes in duration, frequency and either a vowel change (/o/ for vowel sequences) or a\ndouble deviant (frequency + duration change for tone sequences). The\nstimuli were presented monaurally in separate blocks to either the left\nor right ear. The results showed that speech stimuli were more\nefficiently processed than harmonical tones as reflected by an enhanced\nmismatch negativity (MMN) and P3a ERP components. In addition, the\nduration change in vowels elicited a larger MMN component than the\nequivalent change in tones, This result might reflect enhanced\nprocessing of duration features in the Finnish language in which phoneme\nduration plays a critical role. (C) 2001 Elsevier Science BY All rights\nreserved.", "number": "3", "month": "DEC", "affiliation": "Kujala, T (Reprint Author), Univ Helsinki, Dept Psychol, Cognit Brain Res Unit, POB 13, FIN-00014 Helsinki, Finland.\nUniv Helsinki, Dept Psychol, Cognit Brain Res Unit, FIN-00014 Helsinki, Finland.\nHelsinki Univ Technol, Acoust Lab, FIN-02015 Helsinki, Finland.\nTampere Univ, Dept Psychol, FIN-33014 Tampere, Finland.\nUniv Jyvaskyla, Dept Psychol, SF-40351 Jyvaskyla, Finland.", "doc-delivery-number": "506QX", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Are different kinds of acoustic features processed differently for\nspeech and non-speech sounds?", "times-cited": "27", "unique-id": "ISI:000172984200011", "type": "Article", "author-email": "teija.m.kujala@helsinki.fi", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "ALHO K, 1992, ELECTROEN CLIN NEURO, V82, P356, DOI 10.1016/0013-4694(92)90005-3.\nALHO K, 1986, PSYCHOPHYSIOLOGY, V23, P613, DOI 10.1111/j.1469-8986.1986.tb00680.x.\nALTER K, 1999, 14 INT C PHON SCI, P2121.\nBASSO A, 1993, HDB NEUROPSYCHOLOGY, V8, P373.\nCeponiene R, 1998, EVOKED POTENTIAL, V108, P345, DOI 10.1016/S0168-5597(97)00081-6.\nCOWAN N, 1993, J EXP PSYCHOL LEARN, V19, P909, DOI 10.1037//0278-7393.19.4.909.\nCowan N, 1995, Electroencephalogr Clin Neurophysiol Suppl, V44, P21.\nCowan N., 1995, ATTENTION MEMORY INT.\nEFRON R, 1963, BRAIN, V86, P403, DOI 10.1093/brain/86.3.403.\nEscera C, 2000, AUDIOL NEURO-OTOL, V5, P151, DOI 10.1159/000013877.\nGandour J, 1998, NEUROREPORT, V9, P2115.\nGIARD MH, 1995, J COGNITIVE NEUROSCI, V7, P133, DOI 10.1162/jocn.1995.7.2.133.\nJaramillo M, 1999, NEUROREPORT, V10, P3301, DOI 10.1097/00001756-199911080-00010.\nKorzyukov O, 1999, NEUROSCI LETT, V276, P169, DOI 10.1016/S0304-3940(99)00807-1.\nLevanen S, 1996, CEREB CORTEX, V6, P288, DOI 10.1093/cercor/6.2.288.\nLEVANEN S, 1993, EXP BRAIN RES, V97, P177.\nLIEBERMAN P, 1994, LANG COMMUN, V14, P87, DOI 10.1016/0271-5309(94)90021-3.\nNAATANEN R, 1978, ACTA PSYCHOL, V42, P313, DOI 10.1016/0001-6918(78)90006-9.\nNaatanen R, 1997, NATURE, V385, P432, DOI 10.1038/385432a0.\nNAATANEN R, 1990, BEHAV BRAIN SCI, V13, P201.\nNAATANEN R, 1989, NEUROSCI LETT, V98, P217, DOI 10.1016/0304-3940(89)90513-2.\nNAATANEN R, 1989, NEUROSCI LETT, V107, P347, DOI 10.1016/0304-3940(89)90844-6.\nNaatanen R., 1992, ATTENTION BRAIN FUNC.\nNAATANEN R, 1986, HUMAN MEMORY COGNITI, V1, P615.\nNicholls M E, 1996, Laterality, V1, P97.\nRinne T, 1999, NEUROREPORT, V10, P1113, DOI 10.1097/00001756-199904060-00038.\nRITTER W, 1995, EAR HEARING, V16, P52, DOI 10.1097/00003446-199502000-00005.\nSAMS M, 1985, ELECTROEN CLIN NEURO, V62, P437, DOI 10.1016/0168-5597(85)90054-1.\nSCHANKWEILER D, 1967, Q J EXP PSYCHOL, V19, P59.\nSchroger E, 1997, PSYCHOPHYSIOLOGY, V34, P245, DOI 10.1111/j.1469-8986.1997.tb02395.x.\nSCHROGER E, 1995, PSYCHOPHYSIOLOGY, V32, P55, DOI 10.1111/j.1469-8986.1995.tb03406.x.\nSPELLACY T, 1970, J ACOUST RES, V10, P349.\nSWISHER L, 1972, NEUROPSYCHOLOGIA, V10, P137, DOI 10.1016/0028-3932(72)90053-X.\nTakegata R, 1999, NEUROSCI LETT, V266, P109, DOI 10.1016/S0304-3940(99)00267-0.\nTIITINEN H, 1994, NATURE, V372, P90, DOI 10.1038/372090a0.\nTREJO LJ, 1995, PSYCHOPHYSIOLOGY, V32, P319, DOI 10.1111/j.1469-8986.1995.tb01214.x.\nVirtanen J, 1996, ELECTROEN CLIN NEURO, V99, P568.\nWinkler I, 1999, PSYCHOPHYSIOLOGY, V36, P638, DOI 10.1017/S0048577299981908.\nWinkler I, 1998, NEUROREPORT, V9, P495, DOI 10.1097/00001756-199802160-00025.", "volume": "12", "orcid-numbers": "Alho, Kimmo/0000-0001-8563-2792\nUther, Maria/0000-0002-7948-302X\nKujala, Teija/0000-0002-8814-605X\nTervaniemi, Mari/0000-0002-9651-2929", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000172984200011", "pages": "459-466", "usage-count-since-2013": "3", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00081-7", "language": "English", "keyword": "speech processing; temporal change; mismatch negativity; change\ndetection", "number-of-cited-references": "39", "author": "Jaramillo, M and Ilvonen, T and Kujala, T and Alku, P and Tervaniemi, M\nand Alho, K", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Alku, Paavo/E-2400-2012\nAlho, Kimmo/G-2997-2013\nKujala, Teija/G-6704-2016\n", "usage-count-(last-180-days)": "0"}, {"issn": "0268-3962", "keywords-plus": "SOFTWARE-DEVELOPMENT; EMPOWERMENT; ATTITUDES; ADOPTION; PACKAGES;\nSYSTEMS; DESIGN; MODELS", "abstract": "This paper investigates the impact of the technical size and\norganizational complexity of SAP/R3 projects on implementation effort.\nTraditional models for predicting software implementation effort tie\nmeasures of code size and programming complexity to development time.\nERP projects shift a significant proportion of the implementation effort\nfrom code development to the parameterization of a pre-existing software\npackage. At the same time, they move complexity from technical to\norganizational factors since they force companies to adapt to predefined\nwork processes embedded in the software. This paper redefines the\nconcepts of size and complexity for ERP projects and empirically\nverifies their impact on implementation effort. Specifically, project\nsize is measured in terms of the number of SAP modules and submodules\nthat are implemented, while complexity is defined as the organizational\nscope of the project in terms of users involved and overall company\nsize. Hypotheses are tested on 43 SAP/R3 projects conducted in a\ncross-section of manufacturing companies. The findings show that both\nthe technical size and organizational complexity of projects are\nrelevant drivers of implementation effort. The results indicate that\nimplementation effort not only grows with the number of modules and\nsubmodules that are selected for implementation, but that SAP is found\nto require increasing resources to be implemented in larger companies\nand for a higher number of users, thus indicating that, while there is a\ntechnical component of effort that is independent of the organizational\nbreadth of the project, each user adds an organizational component of\ncosts.", "number": "1", "month": "MAR", "affiliation": "Francalanci, C (Reprint Author), Politecn Milan, Dipartimento Elettron \\& Informaz, Piazza Leonardo Da Vinci 32, I-20133 Milan, Italy.\nPolitecn Milan, Dipartimento Elettron \\& Informaz, I-20133 Milan, Italy.", "doc-delivery-number": "433KY", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "Computer Science, Information Systems; Information Science \\& Library\nScience; Management", "title": "Predicting the implementation effort of ERP projects: empirical evidence\non SAP/R3", "pages": "33-48", "unique-id": "ISI:000168759600005", "number-of-cited-references": "56", "journal": "JOURNAL OF INFORMATION TECHNOLOGY", "cited-references": "Afifi A. A., 1990, COMPUTER AIDED MULTI, DOI Van Nostrand Reinhold.\nAlbrecht A.J., 1979, P JOINT SHARE GUIDE, P83.\nBailey J. W., 1981, P 5 INT C SOFTW ENG, P107.\nBAKOS JY, 1992, DECIS SUPPORT SYST, V8, P365, DOI 10.1016/0167-9236(92)90024-J.\nBANKER RD, 1994, INFORM SOFTWARE TECH, V36, P275, DOI 10.1016/0950-5849(94)90083-3.\nBETTERIDGE R, 1992, INFORM SOFTWARE TECH, V34, P655, DOI 10.1016/0950-5849(92)90070-6.\nBOEHM BW, 1994, ANN SOFTWARE ENG SPE.\nBoehm B.W., 1981, SOFTWARE ENG EC.\nBOWEN DE, 1995, SLOAN MANAGE REV, V36, P73.\nBOWEN DE, 1992, SLOAN MANAGE REV, V33, P31.\nBRIAND LC, 1992, IEEE T SOFTWARE ENG, V18, P931, DOI 10.1109/32.177363.\nBRYNJOLFSSON E, 1994, MANAGE SCI, V40, P1628, DOI 10.1287/mnsc.40.12.1628.\nCliffe S, 1999, HARVARD BUS REV, V77, P16.\nCOTTELEER M, 1998, CISCO SYSTEMS INC IM.\nDARREL I, 1988, SYSTEMS INT, V16, P83.\nDAVENPORT TH, 1994, MIS QUART, V18, P121, DOI 10.2307/249760.\nDavenport T.H., 2000, COMPUTERWORLD, V34, P42.\nDAVIDSON WH, 1993, IBM SYST J, V32, P65.\nDraper N. R., 1981, APPL REGRESSION ANAL.\nESKOW D, 1998, UPSIDE, V10, P46.\nFan M, 2000, EUR J INFORM SYST, V9, P25, DOI 10.1057/palgrave.ejis.3000343.\nFenton NE, 1991, SOFTWARE METRICS RIG.\nGIBBONS PL, 1998, DATAMATION       DEC, P88.\nGILL PJ, 1999, INFORMATION WEEK, V747, P87.\nHAMMER M, 1990, HARVARD BUS REV, V68, P104.\nHuber P. J., 1967, 5TH P BERK S MATH ST, P221.\nKING J, 1998, COMPUTERWORLD, V32, P97.\nKRISHNAKUMAR P, 1997, IEEE T SOFTWARE ENG, V23, P485.\nLassila KS, 1999, J MANAGE INFORM SYST, V16, P63.\nLIANG KY, 1986, BIOMETRIKA, V73, P13, DOI 10.1093/biomet/73.1.13.\nMalone TW, 1998, HARVARD BUS REV, V76, P144.\nMalone TW, 1997, SLOAN MANAGE REV, V38, P23.\nMATEYASCHUK J, 1999, INFORMATIONWEEK, V761, P201.\nMAYER JH, 1997, SOFTWARE MAGAZINE, V17, P80.\nNesi P, 1998, J SYST SOFTWARE, V42, P89, DOI 10.1016/S0164-1212(97)10021-8.\nNohria N, 1992, NETWORKS ORG STRUCTU.\nOstrom C. W., 1990, TIME SERIES ANAL REG.\nPUTNAM LH, 1978, IEEE T SOFTWARE ENG, V4, P345, DOI 10.1109/TSE.1978.231521.\nRagowsky A., 1998, Production and Inventory Management Journal, V39.\nSALANCIK GR, 1978, ADMIN SCI QUART, V23, P224, DOI 10.2307/2392563.\nSAUNDERS J, 1999, COMPUTING CANADA, V25, P19.\nScheer AW, 2000, COMMUN ACM, V43, P57, DOI 10.1145/332051.332073.\nSCHLEIFER A, 1995, DATA ANAL REGRESSION.\nShepperd M. J., 1996, P 18 INT C SOFTW ENG.\n{*}SOFTW ENG LAB SER, 1993, COST SCHED EST STUD.\nSoh C, 2000, COMMUN ACM, V43, P47, DOI 10.1145/332051.332070.\nSommerville I., 2000, SOFTWARE ENG.\nSprott D, 2000, COMMUN ACM, V43, P63, DOI 10.1145/332051.332074.\nSRINIVASAN K, 1995, IEEE T SOFTWARE ENG, V21, P126, DOI 10.1109/32.345828.\nStedman C., 1999, COMPUTERWORLD, V33, P6.\nWAGLE D, 1998, CORPORATE FINANC DEC, P6.\nWALKERDEN F, 1997, ADV COMPUTERS.\nWalston C., 1977, IBM SYSTEMS J, V16.\nWelti N., 1999, SUCCESSFUL SAP R 3 I.\nWHITE H, 1982, ECONOMETRICA, V50, P1, DOI 10.2307/1912526.\nZALESNY MD, 1990, ORGAN BEHAV HUM DEC, V47, P205, DOI 10.1016/0749-5978(90)90037-A.", "volume": "16", "address": "CUSTOMER SERVICES DEPT, RANKINE RD, BASINGSTOKE, HANTS RG24 8PR, ENGLAND", "ID": "ISI:000168759600005", "times-cited": "27", "usage-count-since-2013": "11", "publisher": "ROUTLEDGE", "doi": "10.1080/02683960010035943", "journal-iso": "J. Inf. Technol.", "language": "English", "type": "Article", "author": "Francalanci, C", "research-areas": "Computer Science; Information Science \\& Library Science; Business \\&\nEconomics", "usage-count-(last-180-days)": "2"}, {"issn": "0968-0802", "keywords-plus": "ECOSYSTEM MANAGEMENT; FRAMEWORK", "abstract": "Sustainable water resource management has become a critical issue for\nthe development of cities that suffer scarce water resources. Tianjin\nCity, located in China's Huaihe basin, one of the most polluted and\nwater-scarce river basins in the country, is a typical example in which\nwater is posing a major constraint to the development. This paper\nexamines the current status of the use of water resources, and the\ncurrent practices and policy measures taken for water resource\nmanagement in Tianjin, with a view to drawing lessons through an\nevaluation of these measures. The study illustrates the role of cities\nand their complex interaction with their peripheries for the allocation\nof scarce water resources, and it suggests that a systems approach\nshould be adopted in order to analyse and understand the complexity of\nthe entire picture. Based on this review and evaluation of Tianjin's\nexperience, the authors propose a framework for sustainable water\nresource management in cities, emphasizing the importance of taking full\nconsideration of resource/environmental capacity and an integrated\nsystems approach for problem solving. Copyright (C) 2001 John Wiley \\&\nSons, Ltd. and ERP Environment.", "number": "1", "month": "FEB", "affiliation": "Nagoya Univ, Nagoya, Aichi, Japan.", "doc-delivery-number": "409LH", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "GREEN \\& SUSTAINABLE SCIENCE \\& TECHNOLOGY; Planning \\& Development", "title": "Towards sustainable urban water resource management: A case study in\nTianjin, China", "times-cited": "27", "unique-id": "ISI:000167384800003", "number-of-cited-references": "18", "journal": "SUSTAINABLE DEVELOPMENT", "cited-references": "CAULFIELD H, 1986, WATER INT, V11, P32.\n{*}CHIN STAT STAT BU, 1997, CHIN STAT YB 1997.\nFalkenmark M, 1999, AMBIO, V28, P356.\n{*}HAIH WAT RES MAN, 1997, MED LONG TERM WAT SU.\nLackey RT, 1998, LANDSCAPE URBAN PLAN, V40, P21, DOI 10.1016/S0169-2046(97)00095-9.\nLiu C., 1985, GEOJOURNAL, V10, P157.\nMONTGOMERY DR, 1995, WATER RESOUR BULL, V31, P369.\nNORTON GN, 1991, ECOLOGICAL EC SCI MA, P102.\nOrganization for Economic Cooperation and Development (OECD), 1998, WAT CONS SUST WAT RE.\nOstrom E, 1999, SCIENCE, V284, P278, DOI 10.1126/science.284.5412.278.\n{*}RES TEAM WAT RES, 1990, TREND WAT RES DEM JI.\n{*}STAT STAT BUR URB, 1984, URB STAT YB CHIN 198.\n{*}TIANJ MUN STAT BU, 1997, STAT YB TIANJ 1997.\n{*}TIANJ MUN STAT BU, 1998, STAT YB TIANJ 1998.\n{*}TIANJ WAT MAN BUR, 1996, MED LONG TERM WAT SU.\n{*}UN EC SOC COMM AS, 1997, STUD ASS WAT RES MEM.\nVoinov A, 1999, J ENVIRON MANAGE, V56, P231, DOI 10.1006/jema.1999.0281.\nZHANG D, 1989, P WORKSH WAT RES DEM, P112.", "volume": "9", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000167384800003", "pages": "24-35", "usage-count-since-2013": "19", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/sd.149", "journal-iso": "Sustain. Dev.", "language": "English", "type": "Article", "author": "Bai, XM and Imura, H", "research-areas": "Science \\& Technology - Other Topics; Public Administration", "researcherid-numbers": "Bai, Xuemei/A-5443-2012\nBai, Xuemei/H-7072-2012", "usage-count-(last-180-days)": "1"}, {"issn": "0926-6410", "keywords-plus": "PSYCHOMETRIC INTELLIGENCE; INSPECTION TIME; ELECTROMAGNETIC TOMOGRAPHY;\nINDIVIDUAL-DIFFERENCES; STRING MEASURE; BRAIN; POTENTIALS; ATTENTION;\nLENGTH; ERP", "abstract": "Differences in current density between high intelligent (IQ = 127), and\nlow intelligent individuals (IQ = 87), while solving two oddball tasks\n(auditive and visual) were analyzed with low resolution brain\nelectromagnetic tomography (LORETA). In highly intelligent individuals a\ndecrease in the volume of activated cortical gray matter between the\nP300 onset and the P300 peak amplitude was observed. The EEG of low\nintelligent individuals showed a reverse pattern of cortical activity.\nIn the auditive oddball task the decrease in the activated cortical\nvolume in high intelligent individuals was accompanied by an increase in\ncurrent density, and a more left hemispheric source location at maximum\ncurrent density. The results suggest that high intelligent individuals\nmore efficiently distributed their cognitive resources needed to cope\nwith the oddball tasks. (C) 2001 Elsevier Science B.V. All rights\nreserved.", "number": "1", "month": "AUG", "affiliation": "Jausovec, N (Reprint Author), Univ Maribor, Pedag Fak, Koroska 160, SLO-2000 Maribor, Slovenia.\nUniv Maribor, Pedag Fak, SLO-2000 Maribor, Slovenia.", "doc-delivery-number": "473WC", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Differences in EEG current density related to intelligence", "times-cited": "26", "unique-id": "ISI:000171070900007", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Anderson B, 1995, INTELLIGENCE, V21, P327, DOI 10.1016/0160-2896(95)90020-9.\nAnokhin AP, 1999, INT J PSYCHOPHYSIOL, V33, P259, DOI 10.1016/S0167-8760(99)00064-1.\nBARRETT PT, 1994, PERS INDIV DIFFER, V16, P3, DOI 10.1016/0191-8869(94)90107-4.\nBARRETT PT, 1992, INTELLIGENCE, V16, P361, DOI 10.1016/0160-2896(92)90015-J.\nBATES T, 1993, PERS INDIV DIFFER, V15, P363, DOI 10.1016/0191-8869(93)90063-9.\nBATES T, 1995, INTELLIGENCE, V20, P27, DOI 10.1016/0160-2896(95)90004-7.\nBatt R, 1999, PERS INDIV DIFFER, V27, P639, DOI 10.1016/S0191-8869(98)00244-X.\nBLINKHORN SF, 1982, NATURE, V295, P596, DOI 10.1038/295596a0.\nBurns NR, 2000, PERS INDIV DIFFER, V29, P157, DOI 10.1016/S0191-8869(99)00184-1.\nBurns NR, 1996, PERS INDIV DIFFER, V21, P563, DOI 10.1016/0191-8869(96)00092-X.\nBurns NR, 1997, INT J PSYCHOPHYSIOL, V27, P43, DOI 10.1016/S0167-8760(97)00750-2.\nCarlsson I, 2000, NEUROPSYCHOLOGIA, V38, P873, DOI 10.1016/S0028-3932(99)00128-1.\nCARYL PG, 1994, INTELLIGENCE, V18, P15, DOI 10.1016/0160-2896(94)90019-1.\nCHALKE F. C. R., 1965, LIFE SCI, V4, P1319, DOI 10.1016/0024-3205(65)90083-4.\nCOLES MGH, 1995, OX PSYCH S, P86.\nFuchs M, 1999, J CLIN NEUROPHYSIOL, V16, P267, DOI 10.1097/00004691-199905000-00006.\nHAIER RJ, 1988, INTELLIGENCE, V12, P199, DOI 10.1016/0160-2896(88)90016-5.\nHAIER RJ, 1983, PERS INDIV DIFFER, V4, P591, DOI 10.1016/0191-8869(83)90113-7.\nHENDRICKSON DE, 1980, PERS INDIV DIFFER, V1, P3, DOI 10.1016/0191-8869(80)90003-3.\nJasper H. H., 1958, J ELECTROENCEPHALOGR, V10, P371.\nJausovec N, 2000, INTELLIGENCE, V28, P213, DOI 10.1016/S0160-2896(00)00037-4.\nJausovec N, 1998, PERS INDIV DIFFER, V25, P253.\nJAUSOVEC N, 1996, INTELLIGENCE, V3, P159.\nJensen AR, 1992, EDUC PSYCHOL REV, V4, P271, DOI 10.1007/BF01417874.\nJohnson R., 1995, HDB NEUROPSYCHOLOGY, V10, P135.\nMichie PT, 1995, HDB NEUROPSYCHOLOGY, P299.\nMILLER EM, 1994, PERS INDIV DIFFER, V17, P803, DOI 10.1016/0191-8869(94)90049-3.\nPascual-Marqui RD, 1999, PSYCHIAT RES-NEUROIM, V90, P169, DOI 10.1016/S0925-4927(99)00013-X.\nPASCUALMARQUI RD, 1994, INT J PSYCHOPHYSIOL, V18, P49, DOI 10.1016/0167-8760(84)90014-X.\nPizzagalli D, 2000, CLIN NEUROPHYSIOL, V111, P521, DOI 10.1016/S1388-2457(99)00252-7.\nRHODES LE, 1969, ELECTROEN CLIN NEURO, V27, P364, DOI 10.1016/0013-4694(69)91445-X.\nSEMLITSCH HV, 1986, PSYCHOPHYSIOLOGY, V23, P695, DOI 10.1111/j.1469-8986.1986.tb00696.x.\nSHUCARD DW, 1972, J COMP PHYSIOL PSYCH, V78, P59, DOI 10.1037/h0032287.\nWagner M., 1998, REKONSTRUKTION NEURO.\nWallach M. A., 1965, MODELS THINKING YOUN.\nZHANG YX, 1989, PERS INDIV DIFFER, V10, P379, DOI 10.1016/0191-8869(89)90002-0.", "volume": "12", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000171070900007", "pages": "55-60", "usage-count-since-2013": "4", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00029-5", "language": "English", "keyword": "LORETA; event-related potential; P300; intelligence; current density", "number-of-cited-references": "36", "author": "Jausovec, N and Jausovec, K", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Jausovec, Norbert/A-1873-2008", "usage-count-(last-180-days)": "0"}, {"issn": "0095-2338", "keywords-plus": "PROPERTY RELATIONSHIP TREATMENT; AUTOMATED STRUCTURE EVALUATION;\nMOLECULAR-FIELD ANALYSIS; CHEMICAL-SHIFTS; CHROMATOGRAPHIC RETENTION;\nNEURAL-NETWORK; TOOL; SPECTRA; QSAR", "abstract": "We have developed a spectroscopic data-activity relationship (SDAR)\nmodel based on C-13 NMR spectral data for 30 estrogenic chemicals whose\nrelative binding affinities (RBA) are available for the alpha (ER alpha)\nand beta (ERP) estrogen receptors. The SDAR models segregated the 30\ncompounds into strong and medium binding affinities. The SDAR model gave\na leave-one-out (LOO) cross-validation of 90\\%. Two compounds that were\nclassified incorrectly in the SDAR model were in the transition zone\nbetween classifications. Real and predicted C-13 NMR chemical shifts\nwere used with test compounds to evaluate the predictive behavior of the\nSDAR model. The C-13 NMR SDAR model using predicted C-13 NMR data for\nthe test compounds provides a rapid, reliable, and simple way to screen\nwhether a compound binds to the estrogen receptors.", "number": "1", "month": "JAN-FEB", "affiliation": "Beger, RD (Reprint Author), US FDA, Natl Ctr Toxicol Res, Div Chem, Jefferson, AR 72079 USA.\nUS FDA, Natl Ctr Toxicol Res, Div Chem, Jefferson, AR 72079 USA.", "doc-delivery-number": "395JY", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "Chemistry, Multidisciplinary; Computer Science, Information Systems;\nComputer Science, Interdisciplinary Applications", "title": "Use of C-13 NMR spectrometric data to produce a predictive model of\nestrogen receptor binding activity", "times-cited": "26", "unique-id": "ISI:000166578300027", "type": "Article", "journal": "JOURNAL OF CHEMICAL INFORMATION AND COMPUTER SCIENCES", "cited-references": "{*}ACD LABS, 1998, ACD LABS CNMR SOFTW.\nALTSCHUL SF, 1990, J MOL BIOL, V215, P403, DOI 10.1006/jmbi.1990.9999.\nBeger RD, 1997, J BIOMOL NMR, V10, P129, DOI 10.1023/A:1018302105638.\nBlair RM, 2000, TOXICOL SCI, V54, P138, DOI 10.1093/toxsci/54.1.138.\nBOGUSKI MS, 1995, NAT GENET, V10, P369, DOI 10.1038/ng0895-369.\nBranbury S. P., 1995, TOXICOLOGY, V25, P67.\nBremser W, 1978, ANAL CHIM ACTA, V103, P355, DOI 10.1016/S0003-2670(01)83100-7.\nBursi R, 1999, J CHEM INF COMP SCI, V39, P861, DOI 10.1021/ci990038z.\nCollantes ER, 1996, ANAL CHEM, V68, P2038, DOI 10.1021/ac951116u.\nCRAMER RD, 1988, QUANT STRUCT-ACT REL, V7, P18, DOI 10.1002/qsar.19880070105.\nCRAMER RD, 1988, J AM CHEM SOC, V110, P5959, DOI 10.1021/ja00226a005.\nDEDIOS AC, 1993, SCIENCE, V260, P1491, DOI 10.1126/science.8502992.\nEMSLEY JW, 1965, HIGH RESOLUTION NUCL, V1, P287.\nFRENKEL M, 1994, SPECTRAL DATA STEROI.\nFUJITA T, 1964, J AM CHEM SOC, V86, P5175, DOI 10.1021/ja01077a028.\nGasteiger J, 1997, FRESEN J ANAL CHEM, V359, P50, DOI 10.1007/s002160050534.\nHansch C, 1995, EXPLORING QSAR FUNDA.\nKatritzky AR, 1996, J CHEM INF COMP SCI, V36, P879, DOI 10.1021/ci950156w.\nKATRITZKY AR, 1994, ANAL CHEM, V66, P1799, DOI 10.1021/ac00083a005.\nKatritzky AR, 1996, J PHYS CHEM-US, V100, P10400, DOI 10.1021/jp953224q.\nKlawun C, 1996, J CHEM INF COMP SCI, V36, P249, DOI 10.1021/ci9501002.\nKLOPMAN G, 1984, J AM CHEM SOC, V106, P7315, DOI 10.1021/ja00336a004.\nKLOPMAN G, 1992, QUANT STRUCT-ACT REL, V11, P176, DOI 10.1002/qsar.19920110208.\nKuiper GGJM, 1997, ENDOCRINOLOGY, V138, P863, DOI 10.1210/endo.138.3.4979.\nKVASNICKA V, 1991, J MATH CHEM, V6, P63, DOI 10.1007/BF01192574.\nMunk ME, 1996, J CHEM INF COMP SCI, V36, P231, DOI 10.1021/ci950094+.\nOPERA TF, 1996, J COMPUT AID MOL DES, V10, P186.\nPouchert CJ, 1993, ALDRICH LIB 13C 1H F, V1.\nTong W, 1996, J MED CHEM, V39, P380, DOI 10.1021/jm950704x.\nTong WD, 1997, ENDOCRINOLOGY, V138, P4022, DOI 10.1210/endo.138.9.5487.\nTong WD, 1997, ENVIRON HEALTH PERSP, V105, P1116, DOI 10.1289/ehp.971051116.\nWISHART DS, 1994, METHOD ENZYMOL, V239, P363.\nZhang JH, 1997, GENOME RES, V7, P649.", "volume": "41", "orcid-numbers": "Lay, Jackson/0000-0003-3789-2527", "address": "1155 16TH ST, NW, WASHINGTON, DC 20036 USA", "ID": "ISI:000166578300027", "pages": "219-224", "usage-count-since-2013": "2", "publisher": "AMER CHEMICAL SOC", "doi": "10.1021/ci0000878", "journal-iso": "J. Chem. Inf. Comput. Sci.", "language": "English", "number-of-cited-references": "33", "author": "Beger, RD and Freeman, JP and Lay, JO and Wilkes, JG and Miller, DW", "research-areas": "Chemistry; Computer Science", "researcherid-numbers": "Lay, Jackson/G-1007-2011", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "MODAL SELECTIVE ATTENTION; EVOKED-POTENTIALS; ELECTROPHYSIOLOGICAL\nEVIDENCE; DIVIDED ATTENTION; ALZHEIMER-DISEASE; NEURAL MECHANISMS;\nPARIETAL CORTEX; SEARCH; EXTRASTRIATE; COMPONENTS", "abstract": "The temporal dynamics of the spatial scaling of attention during visual\nsearch were examined by recording event-related potentials (ERPs). A\ntotal of 16 young participants performed a search task in which the\nsearch array was preceded by valid cues that varied in size and hence in\nprecision of target localization. The effects of cue size on\nshort-latency (P1 and N1) ERP components, and the time course of these\neffects with variation in cue-target stimulus onset asynchrony (SOA), were examined. Reaction time (RT) to discriminate a target was prolonged\nas cue size increased, The amplitudes of the posterior P1 and N1\ncomponents of the ERP evoked by the search array were affected in\nopposite ways by the size of the precue: P1 amplitude increased whereas\nN1 amplitude decreased as cue size increased, particularly following the\nshortest SOA. The results show that when top-down information about the\nregion to be searched is less precise (larger cues), RT is slowed and\nthe neural generators of P1 become more active, reflecting the\nadditional computations required in changing the spatial scale of\nattention to the appropriate element size to facilitate target\ndiscrimination. In contrast, the decrease in N1 amplitude with cue size\nmay reflect a broadening of the spatial gradient of attention. The\nresults provide electrophysiological evidence that changes in the\nspatial scale of attention modulate neural activity in early visual\ncortical areas and activate at least two temporally overlapping\ncomponent processes during visual search. (C) 2001 Elsevier Science B.V.\nAll rights reserved.", "number": "3", "month": "DEC", "affiliation": "Parasuraman, R (Reprint Author), Catholic Univ Amer, Cognit Sci Lab, 250 OBoyle Hall, Washington, DC 20064 USA.\nCatholic Univ Amer, Cognit Sci Lab, Washington, DC 20064 USA.\nChinese Acad Sci, Inst Psychol, Beijing 100101, Peoples R China.", "doc-delivery-number": "506QX", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Dynamics of the spatial scale of visual attention revealed by brain\nevent-related potentials", "times-cited": "25", "unique-id": "ISI:000172984200002", "number-of-cited-references": "50", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "CASTIELLO U, 1990, ACTA PSYCHOL, V73, P195, DOI 10.1016/0001-6918(90)90022-8.\nCIESIELSKI KT, 1995, NEUROPSYCHOLOGIA, V33, P225, DOI 10.1016/0028-3932(94)00094-6.\nClark VP, 1996, J COGNITIVE NEUROSCI, V8, P387, DOI 10.1162/jocn.1996.8.5.387.\nClark V.P., 1995, HUMAN BRAIN MAPPING, V2, P170, DOI DOI 10.1002/HBM.460020306.\nCOLBY CL, 1991, J CHILD NEUROL, V6, P90.\nCORBETTA M, 1995, SCIENCE, V270, P802, DOI 10.1126/science.270.5237.802.\nCorbetta M, 2000, NAT NEUROSCI, V3, P292, DOI 10.1038/73009.\nCORBETTA M, 1993, J NEUROSCI, V13, P1202.\nDESIMONE R, 1989, HDB NEUROPSYCHOLOGY, V2, P267.\nEASON RG, 1981, B PSYCHONOMIC SOC, V18, P203.\nGreenwood PM, 1997, NEUROPSYCHOLOGY, V11, P3, DOI 10.1037/0894-4105.11.1.3.\nGreenwood PM, 1999, PERCEPT PSYCHOPHYS, V61, P837, DOI 10.3758/BF03206901.\nGREENWOOD PM, 1998, P COGN AG C ATL GA.\nGUNTER TC, 1994, PSYCHOPHYSIOLOGY, V31, P140, DOI 10.1111/j.1469-8986.1994.tb01034.x.\nHACKLEY SA, 1990, PSYCHOPHYSIOLOGY, V27, P195, DOI 10.1111/j.1469-8986.1990.tb00370.x.\nHandy TC, 2000, PERCEPT PSYCHOPHYS, V62, P175, DOI 10.3758/BF03212070.\nHANSEN JC, 1980, ELECTROEN CLIN NEURO, V49, P277, DOI 10.1016/0013-4694(80)90222-9.\nHAWKINS HL, 1990, J EXP PSYCHOL HUMAN, V16, P802, DOI 10.1037/0096-1523.16.4.802.\nHEINZE HJ, 1994, NATURE, V372, P543, DOI 10.1038/372543a0.\nHillyard SA, 1994, COGNITIVE ELECTROPHY, P1.\nHINK RF, 1977, NEUROPSYCHOLOGIA, V15, P597, DOI 10.1016/0028-3932(77)90065-3.\nHopfinger JB, 2000, NAT NEUROSCI, V3, P284.\nHopfinger JB, 1998, PSYCHOL SCI, V9, P441, DOI 10.1111/1467-9280.00083.\nKim YH, 1999, NEUROIMAGE, V9, P269, DOI 10.1006/nimg.1999.0408.\nLUCK SJ, 1993, J COGNITIVE NEUROSCI, V5, P188, DOI 10.1162/jocn.1993.5.2.188.\nLUCK SJ, 1994, PSYCHOPHYSIOLOGY, V31, P291, DOI 10.1111/j.1469-8986.1994.tb02218.x.\nLUCK SJ, 1995, INT J NEUROSCI, V80, P281, DOI 10.3109/00207459508986105.\nLUCK SJ, 1994, J EXP PSYCHOL HUMAN, V20, P887, DOI 10.1037/0096-1523.20.4.887.\nLUCK SJ, 1990, ELECTROEN CLIN NEURO, V75, P528, DOI 10.1016/0013-4694(90)90139-B.\nLuck SJ, 1998, ATTENTIVE BRAIN, P71.\nLuo YJ, 1999, BRAIN RES, V842, P30, DOI 10.1016/S0006-8993(99)01799-0.\nMANGUN GR, 1991, J EXP PSYCHOL HUMAN, V17, P1057, DOI 10.1037//0096-1523.17.4.1057.\nMANGUN GR, 1995, PSYCHOPHYSIOLOGY, V32, P4, DOI 10.1111/j.1469-8986.1995.tb03400.x.\nMANGUN GR, 1990, PERCEPT PSYCHOPHYS, V47, P532, DOI 10.3758/BF03203106.\nMANGUN GR, 1995, OX PSYCH S, P40.\nMANGUN GRR, 1987, HUM FACTORS, V29, P195.\nMartinez A, 1999, NAT NEUROSCI, V2, P364.\nMCCARTHY G, 1985, ELECTROEN CLIN NEURO, V62, P203, DOI 10.1016/0168-5597(85)90015-2.\nNaatanen R., 1992, ATTENTION BRAIN FUNC.\nNEVILLE HJ, 1987, BRAIN RES, V405, P253, DOI 10.1016/0006-8993(87)90295-2.\nPARASURAMAN R, 1995, NEUROREPORT, V6, P1861, DOI 10.1097/00001756-199510020-00010.\nPARASURAMAN R, 1978, PSYCHOPHYSIOLOGY, V15, P460, DOI 10.1111/j.1469-8986.1978.tb01416.x.\nParasuraman R, 2000, NEUROPSYCHOLOGIA, V38, P1126, DOI 10.1016/S0028-3932(00)00024-5.\nParasuraman R., 1985, P HUM FACT SOC, V29, P971.\nPOSNER MI, 1980, Q J EXP PSYCHOL, V32, P3, DOI 10.1080/00335558008248231.\nRUGG MD, 1987, NEUROPSYCHOLOGIA, V25, P85, DOI 10.1016/0028-3932(87)90045-5.\nTREISMAN AM, 1980, COGNITIVE PSYCHOL, V12, P97, DOI 10.1016/0010-0285(80)90005-5.\nVANVOORHIS S, 1977, PERCEPT PSYCHOPHYS, V22, P54.\nVogel EK, 2000, PSYCHOPHYSIOLOGY, V37, P190, DOI 10.1017/S0048577200981265.\nWOLDORFF MG, 1993, PSYCHOPHYSIOLOGY, V30, P98.", "volume": "12", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000172984200002", "pages": "371-381", "usage-count-since-2013": "0", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00065-9", "language": "English", "keyword": "visual attention; cue; spatial scale of attention; visual search;\nevent-related potential", "type": "Article", "author": "Luo, YJ and Greenwood, PM and Parasuraman, R", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "0"}, {"issn": "1532-060X", "keywords-plus": "IMPLEMENTATION; ENTERPRISE; SYSTEMS; MODEL", "abstract": "A multiple case study approach was employed to identify maintenance\nactivities pertaining to enterprise resource planning (ERP)\nimplementation, classify them into maintenance categories, and assess\ntheir relative frequency at various stages of the ERP maintenance\nlifecycle. Five maintenance categories (corrective, adaptive, perfective, preventive, user support) were identified from a review of\nthe literature on software maintenance. A new category pertaining to\n`communication, coordination and knowledge exchange with external\nparties' and herein labeled `external parties' is introduced to\nhighlight the supporting role of external parties in ERP maintenance.\nThis category includes reporting problems to vendors and consultants, tracking their progress towards problem resolution, and coordinating\nwork and relations with vendors, consultants, and external\nuser-organizations. This study also highlights some differences between\nmaintenance trends of ERP versus traditional systems. Copyright (C) 2001\nJohn Wiley Sons, Ltd.", "number": "6", "month": "NOV-DEC", "affiliation": "Univ Nebraska, Coll Business Adm 209, Lincoln, NE 68588 USA.\nUniv Nebraska, Coll Business Adm 209, Lincoln, NE 68588 USA.", "doc-delivery-number": "510CM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "J. Softw. Maint. Evol.-Res. Pract.", "web-of-science-categories": "Computer Science, Software Engineering", "title": "Characteristics of ERP software maintenance: a multiple case study", "times-cited": "25", "unique-id": "ISI:000173191200003", "type": "Article", "author-email": "fnah@unlnotes.unl.edu", "journal": "JOURNAL OF SOFTWARE MAINTENANCE AND EVOLUTION-RESEARCH AND PRACTICE", "cited-references": "ABRAN A, 1991, PROCEEDINGS - CONFERENCE ON SOFTWARE MAINTENANCE 1991, P104, DOI 10.1109/ICSM.1991.160315.\n{*}ANSI IEEE, 1983, 723 ANSIIEEE.\nBarry EJ, 1999, ASSOCIATION FOR INFORMATION SYSTEMS - PROCEEDINGS OF THE FIFTH AMERICAS CONFERENCE ON INFORMATION SYSTEMS (AMCIS 1999), P726.\nBENBASAT I, 1987, MIS QUART, V11, P369, DOI 10.2307/248684.\nBingi P, 1999, INFORM SYST MANAGE, V16, P7, DOI 10.1201/1078/43197.16.3.19990601/31310.2.\nBurch E, 1997, INTERNATIONAL CONFERENCE ON SOFTWARE MAINTENANCE, PROCEEDINGS, P40, DOI 10.1109/ICSM.1997.624229.\nBurch J. G., 1993, Information Systems Management, V10, P24, DOI 10.1080/10580539308906909.\nCALDWELL B, 1998, ERP NEW IT AGENDA IN.\nDavenport TH, 1998, HARVARD BUS REV, V76, P121.\nDAVENPORT TH, 1998, CIO MAGAZINE    1201.\nEriksen L. B., 1999, Proceedings of the Fifth Americas Conference on Information Systems (AMCIS 1999), P776.\nGATTIGER TF, 2000, P 33 HAW INT C SYST.\nHIRT SG, 1999, 0299  AND SCH U CAL.\nHolland CP, 1999, IEEE SOFTWARE, V16, P30, DOI 10.1109/52.765784.\nKung HJ, 1998, PROC IEEE INT CONF S, P113, DOI 10.1109/ICSM.1998.738499.\nLIENTZ BP, 1978, DATA MANAGE, V16, P15.\nMarkus M. L., 2000, FRAMING DOMAINS IT M, P173.\nNah F.F.-H., 2001, BUSINESS PROCESS MAN, V7, P285, DOI DOI 10.1108/14637150110392782.\nSieber T., 2000, Journal of Information Technology Cases and Applications (JITCA), V2, P41.\nSprott D, 2000, COMMUN ACM, V43, P63, DOI 10.1145/332051.332074.\nvan Everdingen YM, 2000, COMMUN ACM, V43, P27, DOI 10.1145/332051.332064.\nYin R. K., 1994, CASE STUDY RES DESIG, DOI 10.1177/089484539301900303.\nZvegintzov N., 1991, SOFTWARE MAINTENANCE, V9, P6.", "volume": "13", "address": "111 RIVER ST, HOBOKEN 07030-5774, NJ USA", "ID": "ISI:000173191200003", "eissn": "2047-7481", "pages": "399-414", "usage-count-since-2013": "5", "publisher": "WILEY-BLACKWELL", "doi": "10.1002/smr.239", "language": "English", "keyword": "enterprise resource planning; software maintenance lifecycle;\nmaintenance trends", "number-of-cited-references": "23", "author": "Nah, FFH and Faja, S and Cata, T", "research-areas": "Computer Science", "usage-count-(last-180-days)": "2"}, {"issn": "0144-3577", "keywords-plus": "INFORMATION-SYSTEMS; MIS SUCCESS; BUSINESS; ORGANIZATIONS; MANAGEMENT", "abstract": "Current advances in information technology and, in particular\ncomputer-aided design/computer-aided manufacturing (CAD/CAM) and\nenterprise resources planning (ERP) system, have led organisations to\nundertake significant investments in these systems. Next generation\nmanufacturers require both systems to maintain or gain a competitive\nadvantage, reduce risks and improve productivity and viability. In\naddition recent attention to the implementation of CAD/CAM system\nhighlights their important role in automating complex design and next\ngeneration manufacturing processes. In the next millennium more\nmanufacturers are likely to implement CAD/CAM and ERP systems and hence\nissues in the integration of CAD/CAM with ERP systems must become a\nmajor concern. Accordingly, this paper will: explore the problems of\nintegration of CAD/CAM systems with ERP systems,. study how the severity\nof these problems relates to CAD/CAM integration success; propose a set\nof critical success factors (CSF) for the integration of CAD/CAM with\nERP systems; suggest hypotheses to study the relevance of these CSF for\nsuccessful integration of CAD/CAM with ERP systems. In addition, the\npaper also demonstrates the importance of successful integration of\nCAD/CAM systems with other applications for next generation\nmanufacturers. These findings suggest that integration of CAD/CAM\nsystems with ERP systems is complex involving many factors.", "number": "5-6", "affiliation": "Soliman, F (Reprint Author), Univ Technol Sydney, Sydney, NSW, Australia.\nUniv Technol Sydney, Sydney, NSW, Australia.\nUniv Dundee, Dundee DD1 4HN, Scotland.", "doc-delivery-number": "445MY", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Int. J. Oper. Prod. Manage.", "web-of-science-categories": "Management", "title": "Critical success factors for integration of CAD/CAM systems with ERP\nsystems", "times-cited": "25", "unique-id": "ISI:000169462700006", "type": "Article", "journal": "INTERNATIONAL JOURNAL OF OPERATIONS \\& PRODUCTION MANAGEMENT", "cited-references": "BARAUDI JJ, 1986, COMMUN ACM, V29, P232.\nBARKI H, 1994, MIS QUART, V18, P59, DOI 10.2307/249610.\nBERGERON F, 1993, INFORMATION RESO WIN, P14.\nBOYNTON AC, 1984, SLOAN MANAGE REV, V25, P17.\nCHURCHILL GA, 1979, J MARKETING RES  FEB, P67.\nCLARK J, 1996, P 3 EUR C EV INF TEC, P143.\nClark M, 1999, RATIO, V12, P1, DOI 10.1111/1467-9329.00074.\nCRONIN MJ, 1996, GLOBAL ADV INTERNET.\nDAVIS GB, 1979, HARVARD BUS REV, V57, P81.\nDavis GB, 1980, MIS QUART, V4, P69.\nDELONE WH, 1988, MIS QUART, V12, P51, DOI 10.2307/248803.\nDICKINSON RA, 1984, AM J SMALL BUSINESS, V3, P49.\nDILENSCHNEIDER RL, 1985, BUS HORIZONS, V28, P35, DOI 10.1016/0007-6813(85)90035-7.\nEMORY WC, 1991, BUSINESS RES METHODS.\nFERGUSON CR, 1982, BUS HORIZONS, V25, P14, DOI 10.1016/0007-6813(82)90123-9.\nGARCIA MR, 1997, INFORMATION WEEK, V649, P252.\nGINZBERG MJ, 1981, MANAGE SCI, V27, P459, DOI 10.1287/mnsc.27.4.459.\nGustin C. M., 1994, International Journal of Physical Distribution \\& Logistics Management, V24, P11, DOI 10.1108/09600039410055972.\nHamilton S, 1981, MIS QUART, V5, P79, DOI 10.2307/249329.\nHamilton S, 1981, MIS QUART, V5, P55, DOI 10.2307/249291.\nHOFFMAN T, 1992, COMPUTERWORLD, V5, P7.\nHYLAS RE, 1989, BESTS REV        DEC, P78.\nIVES B, 1984, MANAGE SCI, V30, P586, DOI 10.1287/mnsc.30.5.586.\nKALAKOTA R, 1997, DEBUNKING MYTHS INTE.\nKLEIN TP, 1991, CIO              JUL, P20.\nLYYTINEN K, 1987, COMPUT SURV, V19, P5.\nMagal S. R., 1988, Journal of Management Information Systems, V4.\nMARTIN DH, 1982, INFRARED MILLIMETER, V6, P79.\nMartin EW, 1982, MIS QUART, V6, P1, DOI 10.2307/249279.\nMILLER J, 1987, MIS QUART, V11, P107, DOI 10.2307/248832.\nMONTAZEMI AR, 1988, MIS QUART, V12, P239, DOI 10.2307/248849.\nMougayar Walid, 1997, OPENING DIGITAL MARK.\nMunro MC, 1980, MIS QUART, V4, P27, DOI 10.2307/248958.\nMunro M.C., 1983, MIS Q, P67.\nNunnally J, 1978, PSYCHOMETRIC METHODS.\nPhillips J. T., 1997, Records Management Quarterly, V31.\nPORTER ME, 1985, HARVARD BUS REV, V63, P110.\nRAGHUNATHAN TS, 1989, INFORM MANAGE, V17, P157, DOI 10.1016/0378-7206(89)90017-7.\nRAINER RK, 1992, INFORMATION RESO SUM, P5.\nROCKART JF, 1984, SLOAN MANAGE REV, V25, P3.\nROCKART JF, 1979, HARVARD BUS REV, V57, P81.\nROCKART JF, 1983, COMMUN ACM, V26, P776, DOI 10.1145/358413.358429.\nROCKART JF, 1982, SLOAN MANAGE REV, V23, P3.\nSHANK ME, 1985, MIS QUART, V9, P121, DOI 10.2307/249113.\nSoliman F, 1998, INT J OPER PROD MAN, V18, P810, DOI 10.1108/01443579810225469.\nSoliman F, 1998, INT J OPER PROD MAN, V18, P886, DOI 10.1108/01443579810225504.\nSoliman F, 1997, J MED SYST, V21, P99, DOI 10.1023/A:1022842307519.\nSOLIMAN F, 1997, P SMART97 15 16 APR, P229.\nSOLIMAN F, 1996, P WORLD C GLOB ENTR, P733.\nSYMON G, 1991, J OCCUP PSYCHOL, V64, P273.\nTAIT P, 1988, MIS QUART, V12, P91, DOI 10.2307/248809.\nTANTOUSH T, 1998, THESIS U ST ANDREWS.\nYAVERBAUM GJ, 1988, MIS QUART, V12, P75, DOI 10.2307/248807.\nYin RK, 1994, CASE STUDY RES DESIG.\nZAHEDI F, 1987, MIS QUART, V11, P187, DOI 10.2307/249362.\nZMUD RW, 1979, MANAGE SCI, V25, P966, DOI 10.1287/mnsc.25.10.966.", "volume": "21", "orcid-numbers": "Clegg, Stewart/0000-0001-6083-4283", "address": "60/62 TOLLER LANE, BRADFORD BD8 9BY, W YORKSHIRE, ENGLAND", "ID": "ISI:000169462700006", "pages": "609-629", "usage-count-since-2013": "10", "publisher": "MCB U P LIMITED", "doi": "10.1108/01443570110390363", "language": "English", "keyword": "E-commerce; knowledge management; CAD/CAM; enterprise resource planning", "number-of-cited-references": "56", "author": "Soliman, F and Clegg, S and Tantoush, T", "research-areas": "Business \\& Economics", "researcherid-numbers": "Fettke, Peter/E-9691-2010\n", "usage-count-(last-180-days)": "4"}, {"issn": "0263-5577", "abstract": "The integrity of the data used to operate and make decisions about a\nbusiness affects the relative efficiency of operations and quality of\ndecisions made. Protecting that integrity can be difficult and becomes\nmore difficult as the size and complexity of the business and its\nsystems increase. Recovering data integrity may be impossible once it is\ncompromised. Stewards of transactional and planning systems must\ntherefore employ a combination of procedures including systematic\nsafeguards and user-training programs to counteract and prevent dirty\ndata in those systems. Users of transactional and planning systems must\nunderstand the origins and effects of dirty data and the importance of\nand means of guarding against it. This requires a shared understanding\nwithin the context of the business of the meaning, uses, and value of\ndata across functional entities. In this paper, we discuss issues\nrelated to the origin of dirty data, associated problems and costs of\nusing dirty data in an organization. the process of dealing with dirty\ndata in a migration to a new system: enterprise resource planning (ERP), and the benefits of an ERP in managing dirty data. These issues are\nexplored in the paper using a case study.", "number": "1-2", "affiliation": "Vosburg, J (Reprint Author), Univ Wisconsin, Whitewater, WI 53190 USA.\nUniv Wisconsin, Whitewater, WI 53190 USA.", "doc-delivery-number": "420DJ", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Ind. Manage. Data Syst.", "web-of-science-categories": "Computer Science, Interdisciplinary Applications; Engineering, Industrial", "title": "Managing dirty data in organizations using ERP: lessons from a case\nstudy", "pages": "21-31", "unique-id": "ISI:000167988400003", "number-of-cited-references": "15", "journal": "INDUSTRIAL MANAGEMENT \\& DATA SYSTEMS", "cited-references": "ATRE S, 1998, COMPUTERWORLD, V32, P67.\nCaldwell B., 1998, InformationWEEK.\nFERRISS P, 1998, COMPUTING CANADA, V24, P13.\nGreengard S, 1998, WORKFORCE, V77, P107.\nHORWITZ AS, 1998, BEYOND COMPUTING, V7.\nKAY E, 1997, SOFTWARE MAGAZIN OCT, pS5.\nKILBANE D, 1999, AUTOMATIC ID NEW OCT, V15, P75.\nKnowles A, 1997, DATAMATION, V43, P80.\nREDMAN TC, 1995, SLOAN MANAGEMENT REV, V36.\nRUBER P, 1999, BEYOND COMPUTING NOV, P16.\nSellar S, 1999, SALES MARK MANAG, V151, P71.\nSTANKOVIC N, 1998, COMPUTING CANADA, V24, P30.\nTayi GK, 1998, COMMUN ACM, V41, P54, DOI 10.1145/269012.269021.\nWALLACE B, 1999, INFORMATION WEEK ONL.\nWesterterp-Plantenga MS, 1998, INT J OBESITY, V22, P1, DOI 10.1038/sj.ijo.0800536.", "volume": "101", "address": "60/62 TOLLER LANE, BRADFORD BD8 9BY, W YORKSHIRE, ENGLAND", "ID": "ISI:000167988400003", "times-cited": "25", "usage-count-since-2013": "3", "publisher": "MCB U P LIMITED", "doi": "10.1108/02635570110365970", "language": "English", "keyword": "data; data integrity; enterprise resource planning; systems management", "type": "Article", "author": "Vosburg, J and Kumar, A", "research-areas": "Computer Science; Engineering", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "EVENT-RELATED POTENTIALS; RESOLUTION ELECTROMAGNETIC TOMOGRAPHY; BRAIN\nPOTENTIALS; VISUAL INFORMATION; LEXICAL DECISION; FUNCTIONAL MRI;\nLANGUAGE; WORDS; TASK; ATTENTION", "abstract": "Using visual half-field presentations of words to the right (RVF) and to\nthe left visual field (LVF), this study investigated the time course of\nthe hemispheric involvement in the processing of semantic category\ninformation. Multi-channel event related brain potentials (ERPs) were\nrecorded from 15 healthy subjects during a categorisation task of\nsequentially presented word pairs. Subjects had to judge mentally after\nthe appearance of the second word whether the words of a pair were\nsemantically related (SR) or not (SU). ERPs were computed, from 100 ms\nbefore the onset of the second word to 600 ms, for SR and SU conditions\nin the LVF and in the RVF separately. The temporal segmentation of ERP\nmap series into sequences of quasi-stable map configurations revealed a\ntotal of seven segments in each visual field of which only the first\nfive (S1-S5, appearing between 70 and 400 ms) showed different map\nconfigurations as a function of visual field but presented a similar\ntemporal sequence in both visual fields. By contrast, of the last two\nsegments (S6 and S7) which appeared between similar to 400 and similar\nto 600 ms, only S7 differentiated SR and SU conditions in terms of its\nduration. Source localisation analysis of the segments: showed that\nfollowing the initial activation of posterior brain regions as a\nfunction of the visual field of presentation, a common neural network\nwas activated in the left hemisphere (LH) although the dynamics of\nactivation varied as a function of visual field. Concerning the role of\nthe right hemisphere (RH) in lexico-semantic processing, the results\npresented here appear to be compatible with a `callosal relay model' and\nsuggest that, in healthy subjects. information is transferred rapidly\n(similar to 150 ms) from the RH to the language dominant-LH. (C) 2001\nElsevier Science B.V. All rights reserved.", "number": "3", "month": "JAN", "affiliation": "Khateb, A (Reprint Author), Univ Hosp Geneva, Dept Neurol, Neuropsychol Unit, Geneva, Switzerland.\nUniv Hosp Geneva, Dept Neurol, Neuropsychol Unit, Geneva, Switzerland.\nUniv Hosp Geneva, Dept Neurol, Funct Brain Mapping Lab, Geneva, Switzerland.\nUniv Geneva, Plurifac ProgramCognit Neurosci, Geneva, Switzerland.", "doc-delivery-number": "399HW", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "The time course of semantic category processing in the cerebral\nhemispheres: an electrophysiological study", "times-cited": "23", "unique-id": "ISI:000166806400004", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Abernethy M, 1996, NEUROPSYCHOLOGIA, V34, P339, DOI 10.1016/0028-3932(95)00144-1.\nABERNETHY M, 1990, NEUROPSYCHOLOGIA, V28, P933, DOI 10.1016/0028-3932(90)90109-2.\nAMINOFF MJ, 1994, J CLIN NEUROPHYSIOL, V11, P493, DOI 10.1097/00004691-199409000-00004.\nAnderer P, 1998, EVOKED POTENTIAL, V108, P160, DOI 10.1016/S0168-5597(97)00080-4.\nAnnoni JM, 1998, APHASIOLOGY, V12, P1093, DOI 10.1080/02687039808249475.\nBARRETT SE, 1989, NEUROPSYCHOLOGIA, V27, P913, DOI 10.1016/0028-3932(89)90067-5.\nBARRETT SE, 1990, BRAIN COGNITION, V14, P201, DOI 10.1016/0278-2626(90)90029-N.\nBENTIN S, 1985, ELECTROEN CLIN NEURO, V60, P343, DOI 10.1016/0013-4694(85)90008-2.\nBinder JR, 1997, J NEUROSCI, V17, P353.\nBrandeis D, 1998, BEHAV BRAIN RES, V94, P111, DOI 10.1016/S0166-4328(97)00174-5.\nBRANDEIS D, 1986, NEUROPSYCHOLOGIA, V24, P151, DOI 10.1016/0028-3932(86)90049-7.\nBRANDEIS D, 1992, PSYCHOPHYSIOLOGY, V29, P315, DOI 10.1111/j.1469-8986.1992.tb01706.x.\nCHIARELLO C, 1990, BRAIN LANG, V38, P75, DOI 10.1016/0093-934X(90)90103-N.\nCHIARELLO C, 1992, NEUROPSYCHOLOGIA, V30, P381, DOI 10.1016/0028-3932(92)90111-X.\nCHIARELLO C, 1985, BRAIN LANG, V26, P146, DOI 10.1016/0093-934X(85)90034-3.\nCode C., 1987, LANGUAGE APHASIA RIG.\nCOLLINS AM, 1975, PSYCHOL REV, V82, P407, DOI 10.1037//0033-295X.82.6.407.\nCONTENT A, 1990, ANN PSYCHOL, V90, P551.\nCUMMINGS JL, 1979, NEUROLOGY, V29, P1547.\nde Peralta-Menendez RG, 1998, IEEE T BIO-MED ENG, V45, P440, DOI 10.1109/10.664200.\nDEMB JB, 1995, J NEUROSCI, V15, P5870.\nDEMONET JF, 1992, BRAIN, V115, P1753, DOI 10.1093/brain/115.6.1753.\nDi Virgilio G, 1999, EXP BRAIN RES, V124, P1, DOI 10.1007/s002210050593.\nDREWS E, 1987, NEUROPSYCHOLOGIA, V25, P419, DOI 10.1016/0028-3932(87)90029-7.\nEISENSON J, 1973, ADULT APHASIA.\nFedermeier KD, 1999, COGNITIVE BRAIN RES, V8, P373, DOI 10.1016/S0926-6410(99)00036-1.\nFriederici AD, 1996, J PSYCHOLINGUIST RES, V25, P157, DOI 10.1007/BF01708424.\nFriederici AD, 1997, CLIN NEUROSCI, V4, P64.\nFrost JA, 1999, BRAIN, V122, P199, DOI 10.1093/brain/122.2.199.\nGazzaniga M. S., 1970, THE BISECTED BRAIN.\nGEORGE JS, 1995, J CLIN NEUROPHYSIOL, V12, P406, DOI 10.1097/00004691-199509010-00002.\nGOULET P, 1994, BRAIN LANG, V46, P257, DOI 10.1006/brln.1994.1016.\nHabib M, 1996, APHASIOLOGY, V10, P217, DOI 10.1080/02687039608248409.\nHagoort P, 1996, BRAIN, V119, P627, DOI 10.1093/brain/119.2.627.\nHahne A, 1999, J COGNITIVE NEUROSCI, V11, P194, DOI 10.1162/089892999563328.\nHarris IM, 2000, BRAIN, V123, P65, DOI 10.1093/brain/123.1.65.\nHeiss WD, 1999, ANN NEUROL, V45, P430, DOI 10.1002/1531-8249(199904)45:4<430::AID-ANA3>3.0.CO;2-P.\nIpata A, 1997, ARCH ITAL BIOL, V135, P169.\nKhateb A, 1999, INT J PSYCHOPHYSIOL, V32, P215, DOI 10.1016/S0167-8760(99)00017-3.\nKhateb A, 2000, LATERALITY, V5, P35, DOI 10.1080/713754355.\nKoenig T, 1996, BRAIN LANG, V53, P169, DOI 10.1006/brln.1996.0043.\nKoenig T, 1998, ELECTROEN CLIN NEURO, V106, P535, DOI 10.1016/S0013-4694(97)00164-8.\nKoivisto M, 1997, NEUROPSYCHOLOGIA, V35, P497, DOI 10.1016/S0028-3932(96)00100-5.\nKUTAS M, 1980, SCIENCE, V207, P203, DOI 10.1126/science.7350657.\nKutas M, 1998, EVOKED POTENTIAL, V108, P456, DOI 10.1016/S0168-5597(98)00023-9.\nKutas M., 1994, HDB PSYCHOLINGUISTIC, P83.\nLandis T, 1980, Rev Med Suisse Romande, V100, P171.\nLantz G, 1997, ELECTROEN CLIN NEURO, V102, P414, DOI 10.1016/S0921-884X(96)96551-0.\nLEHMANN D, 1980, ELECTROEN CLIN NEURO, V48, P609, DOI 10.1016/0013-4694(80)90419-8.\nLehmann D., 1987, HDB ELECTROENCEPHALO, V1, P309.\nLEHMANN D, 1989, TOPGRAPHIC BRAIN MAP, P54.\nMCCARTHY G, 1993, ELECTROEN CLIN NEURO, V88, P210, DOI 10.1016/0168-5597(93)90005-A.\nMichel CM, 1999, NEWS PHYSIOL SCI, V14, P206.\nMICHEL CM, 1992, INT J PSYCHOPHYSIOL, V12, P133, DOI 10.1016/0167-8760(92)90004-U.\nMichel CM, 1999, J CLIN NEUROPHYSIOL, V16, P239, DOI 10.1097/00004691-199905000-00005.\nMICHEL CM, 1993, NEUROPSYCHOBIOLOGY, V28, P212, DOI 10.1159/000119026.\nMichel F, 1996, NEUROREPORT, V7, P786, DOI 10.1097/00001756-199602290-00025.\nMOHR B, 1994, NEUROPSYCHOLOGIA, V32, P105, DOI 10.1016/0028-3932(94)90073-6.\nMOSCOVITCH M, 1976, BRAIN LANG, V3, P47, DOI 10.1016/0093-934X(76)90006-7.\nMummery CJ, 1998, J COGNITIVE NEUROSCI, V10, P766, DOI 10.1162/089892998563059.\nNIETO A, 1990, NEUROPSYCHOLOGIA, V28, P1175, DOI 10.1016/0028-3932(90)90053-Q.\nOLDFIELD RC, 1971, NEUROPSYCHOLOGIA, V9, P97, DOI 10.1016/0028-3932(71)90067-4.\nONOFRJ M, 1991, ELECTROEN CLIN NEURO, V80, P167, DOI 10.1016/0168-5597(91)90119-I.\nOsterhout L, 1997, BRAIN LANG, V59, P494, DOI 10.1006/brln.1997.1793.\nOSTERHOUT L, 1992, J MEM LANG, V31, P785, DOI 10.1016/0749-596X(92)90039-Z.\nOSTERHOUT L, 1996, PERSPECTIVES SENTENC, P15.\nPASCUALMARQUI RD, 1995, IEEE T BIO-MED ENG, V42, P658, DOI 10.1109/10.391164.\nPASCUALMARQUI RD, 1994, INT J PSYCHOPHYSIOL, V18, P49, DOI 10.1016/0167-8760(84)90014-X.\nPATTERSON K, 1989, BRAIN, V112, P39, DOI 10.1093/brain/112.1.39.\nPegna AJ, 1997, HUM BRAIN MAPP, V5, P410, DOI 10.1002/(SICI)1097-0193(1997)5:6<410::AID-HBM2>3.0.CO;2-6.\nPerani D, 1999, NEUROPSYCHOLOGIA, V37, P293, DOI 10.1016/S0028-3932(98)00073-6.\nPEREZABALO MC, 1994, NEUROREPORT, V5, P2173, DOI 10.1097/00001756-199410270-00046.\nPetersen S E, 1989, J Cogn Neurosci, V1, P153, DOI 10.1162/jocn.1989.1.2.153.\nPRICE CJ, 1994, BRAIN, V117, P1255, DOI 10.1093/brain/117.6.1255.\nPugh KR, 1996, BRAIN, V119, P1221, DOI 10.1093/brain/119.4.1221.\nRODEL M, 1992, BRAIN LANG, V43, P448, DOI 10.1016/0093-934X(92)90111-Q.\nROSS ED, 1979, ARCH NEUROL-CHICAGO, V36, P144.\nShigeto H, 1998, J NEUROL SCI, V156, P186, DOI 10.1016/S0022-510X(98)00026-4.\nSkrandies W, 1998, COGNITIVE BRAIN RES, V6, P173, DOI 10.1016/S0926-6410(97)00033-5.\nThut G, 1999, EXP BRAIN RES, V128, P256, DOI 10.1007/s002210050846.\nThut G, 2000, COGNITIVE BRAIN RES, V9, P261, DOI 10.1016/S0926-6410(00)00004-5.\nURCUIOLI PJ, 1981, PERCEPT PSYCHOPHYS, V29, P343, DOI 10.3758/BF03207343.\nVandenberghe R, 1996, NATURE, V383, P254, DOI 10.1038/383254a0.\nWey T V, 1993, Int J Neurosci, V71, P37, DOI 10.3109/00207459309000590.\nWISE R, 1991, BRAIN, V114, P1803, DOI 10.1093/brain/114.4.1803.\nZAIDEL E, 1980, SIGNED SPOKEN LANGUA, P291.\nZaidel E., 1978, CEREBRAL CORRELATES, P177.\nZaidel E, 1983, CEREBRAL HEMISPHERE, P95.", "volume": "10", "orcid-numbers": "Pegna, Alan/0000-0001-9920-9290", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000166806400004", "pages": "251-264", "usage-count-since-2013": "9", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(00)00042-2", "language": "English", "keyword": "language; semantic processing; event-related potential; human brain\nmapping; temporal segmentation; source localization; callosal transfer", "number-of-cited-references": "88", "author": "Khateb, A and Michel, CM and Pegna, AJ and Thut, G and Landis, T and\nAnnoni, JM", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Thut, Gregor/A-4374-2009\nPegna, Alan/D-1297-2017", "usage-count-(last-180-days)": "6"}, {"issn": "0926-6410", "keywords-plus": "LEXICAL DECISION; POTENTIALS", "abstract": "The present study explored whether the N400 semantic priming effect is\nbased on semantic similarity or lexical associations, or both. The\nevent-related potentials showed N400 priming effects for both\nsemantically similar and lexically associated word pairs in the 250-375\nms time-window. However, the effect lasted for a longer time for lexical\nassociates, particularly in frontal and central electrode sites in the\n375-500 ms time-window, suggesting that different types of processing\nmay contribute to the N400 priming effects evoked by the two types of\nrelationships. (C) 2001 Elsevier Science BY All rights reserved.", "number": "3", "month": "DEC", "affiliation": "Koivisto, M (Reprint Author), Univ Turku, Ctr Cognit Neurosci, FIN-20014 Turku, Finland.\nUniv Turku, Ctr Cognit Neurosci, FIN-20014 Turku, Finland.\nUniv Turku, Dept Psychol, Turku, Finland.", "doc-delivery-number": "506QX", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Cognitive representations underlying the N400 priming effect", "times-cited": "21", "unique-id": "ISI:000172984200015", "number-of-cited-references": "10", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "BROWN C, 1993, J COGNITIVE NEUROSCI, V5, P34, DOI 10.1162/jocn.1993.5.1.34.\nChwilla DJ, 1998, Q J EXP PSYCHOL-A, V51, P531.\nDeacon D, 1999, COGNITIVE BRAIN RES, V7, P465, DOI 10.1016/S0926-6410(98)00034-2.\nDeacon D, 2000, COGNITIVE BRAIN RES, V9, P137, DOI 10.1016/S0926-6410(99)00050-6.\nGomes H, 1997, COGNITIVE BRAIN RES, V6, P121, DOI 10.1016/S0926-6410(97)00023-2.\nHOLCOMB PJ, 1990, LANG COGNITIVE PROC, V5, P281, DOI 10.1080/01690969008407065.\nHOLCOMB PJ, 1988, BRAIN LANG, V35, P66, DOI 10.1016/0093-934X(88)90101-0.\nNEELY JH, 1991, VISUAL WORD RECOGNIT, P264.\nSAUKKONEN P, 1979, FREQUENCY DICT FINNI.\nStenberg G, 2000, J EXP PSYCHOL LEARN, V26, P973, DOI 10.1037/0278-7393.26.4.973.", "volume": "12", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000172984200015", "pages": "487-490", "usage-count-since-2013": "3", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00069-6", "language": "English", "keyword": "ERP; N400; priming; semantics", "type": "Article", "author": "Koivisto, M and Revonsuo, A", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "1"}, {"issn": "0957-4174", "abstract": "The Enterprise Resource Planning (ERP) system is an enterprise-wide\nintegrated software package designed to uphold the highest quality\nstandards of business process. However, for the time being, when the\nbusiness condition has been changed, the system may not guarantee that\nthe process embedded in ERP is still best. Moreover, since the ERP\nsystem is very complex, maintaining the system by trial and error is\nvery costly. Hence, this paper aims to construct a support system that\nadjusts ERP system to environmental changes. To do so, we adopt\nmultiagent intelligent technology that enables autonomous cooperation\nwith one another to monitor ERP databases and to find any exceptional\nchanges and then analyze how the changes will affect ERP performance.\nMoreover, Petri net is applied to manage the complexity and dynamics of\nagents' behavior. To show the feasibility of the idea, a prototype agent\nsystem, ERP/PN, is proposed and an experiment is conducted. (C) 2001\nElsevier Science Ltd. All rights reserved.", "number": "4", "month": "NOV", "affiliation": "Kwon, OB (Reprint Author), Inst Handong Informac Tecnol, Av Avellaneda 3071,Piso 4, Buenos Aires, DF, Argentina.\nInst Handong Informac Tecnol, Buenos Aires, DF, Argentina.\nPOSTEC, Grad Sch Informat Technol, Nam Gu, KyungBuk 790784, South Korea.", "doc-delivery-number": "491PA", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Expert Syst. Appl.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Engineering, Electrical \\&\nElectronic; Operations Research \\& Management Science", "title": "A multi-agent intelligent system for efficient ERP maintenance", "pages": "191-202", "unique-id": "ISI:000172116100002", "number-of-cited-references": "43", "journal": "EXPERT SYSTEMS WITH APPLICATIONS", "cited-references": "ALANCHE P, 1984, ADV PETRI NETS 1984, P1.\nALLA H, 1986, FLEXIBLE MANUFACTURI, P271.\nAppleton EL, 1997, DATAMATION, V43, P50.\nARISHA K, 1999, IEEE INTELLIGENT SYS.\nBATES J, 1994, COMMUN ACM, V37, P122, DOI 10.1145/176789.176803.\nBRUNO G, 1995, P 3 INT WORKSH SOFTW, P30.\nBULL L, 1995, INT C GENETIC ALGORI, V22, P5.\nCelarier M, 1999, CFO-MAG SR FINANC EX, V15, P85.\nCINDIO FD, 1988, CHAOS KNOWLEDGE BASE, P257.\nDILGER KA, 1999, MANUFACTURING SYSTEM, V17, P34.\nDubois D., 1983, Proceedings of the 22nd IEEE Conference on Decision and Control, P1062.\nEVANS M, 1997, OVUM EVALUATES ERP M.\nGENESERETH MR, 1994, COMMUN ACM, V37, P48, DOI 10.1145/176789.176794.\nHAYNES T, 1995, INT C GEN ALG.\nJensen K., 1991, HIGH LEVEL PETRI NET.\nJOSHI A, 1999, COMMUNICATIONS ACM.\nKAZANSKII DL, 1998, SETI SISTEMY SVYAZI, V30, P52.\nKopacek P, 1999, J INTELL ROBOT SYST, V26, P217, DOI 10.1023/A:1008168605803.\nKoulinitch AS, 1998, EXPERT SYST APPL, V15, P295, DOI 10.1016/S0957-4174(98)00056-6.\nLABROU Y, 1999, IEEE INTELLIGENT SYS.\nLANDAUER C, 1999, AGENT BASED INFORMAT.\nLevy A. Y., 1994, Software Agents. Papers from the 1994 AAAI Spring Symposium, P64.\nMAES P, 1994, COMMUN ACM, V37, P31.\nMARLENE P, 1999, J ACCOUNTANCY, V188, P41.\nMARRION L, 1998, DATAMATION, V44.\nMartinez J., 1987, Proceedings of the 1987 IEEE International Conference on Robotics and Automation (Cat. No.87CH2413-3), P1180.\nMCGREGOR SL, 1992, P GROUP 92, P228.\nMORRIS JS, 1994, COMPUT IND ENG, V27, P147, DOI 10.1016/0360-8352(94)90258-5.\nMU DJ, 1997, IEEE P, P169.\nPender L, 1999, PC WEEK, V16, P1.\nROSENBERG G, 1997, HDB GRAPH GRAMMARS G, V3.\nSchaerf A., 1995, Journal of Artificial Intelligence Research, V2, P475.\nSIDNEY H, 1999, MANUFACTURING SYSTEM, V17, P1.\nSTEEB R, 1988, READINGS DISTRIBUTED, P90.\nSTROTHMAN BL, 1995, INTECH, V42, P19.\nSYCARA K, 1996, INT J COOPERATIVE IN.\nTIM S, 1999, IND WEEK, V248, P24.\nvan der Aalst W. M., 1994, P 2 WORKSH COMP SUPP, P31.\nWEISS G, 1994, DISTRIBUTED ARTIFICI, P311.\nWERNER E, 1996, FDN DISTRIBUTED ARTI.\nWOOLDRIDGE M, 1996, LECT NOTES ARTIFICIA, V1037.\nWu DJ, 2001, EXPERT SYST APPL, V20, P51, DOI 10.1016/S0957-4174(00)00048-8.\nZISMAN MD, 1977, THESI SU PENNSYLVANI.", "volume": "21", "address": "THE BOULEVARD, LANGFORD LANE, KIDLINGTON, OXFORD OX5 1GB, ENGLAND", "ID": "ISI:000172116100002", "times-cited": "21", "usage-count-since-2013": "9", "publisher": "PERGAMON-ELSEVIER SCIENCE LTD", "doi": "10.1016/S0957-4174(01)00039-2", "language": "English", "keyword": "multi-agent intelligent system; ERP; maintenance; petri net; inventory\ncontrol", "type": "Article", "author": "Kwon, OB and Lee, JJ", "research-areas": "Computer Science; Engineering; Operations Research \\& Management Science", "usage-count-(last-180-days)": "2"}, {"issn": "0926-6410", "keywords-plus": "HUMAN PREFRONTAL CORTEX; TRANSCRANIAL MAGNETIC STIMULATION; SACCADIC\nEYE-MOVEMENT; MONKEY PRIMARY MOTOR; EVOKED-POTENTIALS;\nNEURONAL-ACTIVITY; PARIETAL CORTEX; FUNCTIONAL MRI; WORKING-MEMORY;\nSOURCE LOCALIZATION", "abstract": "Studies in primates have found visually responsive neurons that are\ndistributed beyond cortical areas typically described as directly\ninvolved in vision. Among these areas are premotor cortex, supplementary\nmotor area, dorsolateral prefrontal cortex and frontal eye fields. Given\nthese findings, visual stimulation would be expected to result in\nactivation of human frontal cortex. However, few human studies have\ndescribed sensory activations in frontal regions in response to simple\nvisual stimulation. Such studies have classically described\nevent-related potential (ERP) components over occipital regions. The\npresent study sought to further characterize the spatiotemporal dynamics\nof visually-evoked electrocortical responses elicited by simple visual\nstimuli using scalp current density measures derived from high-density\nERP recordings, with particular emphasis on the distribution of\nstimulus-related activity over frontal cortex. Hemiretinal stimuli were\nviewed passively and during a simple ipsi- or contramanual (RT) task.\nThe motor requirement was included to investigate the effects of\nresponse preparation on premovement frontal activations. The results\nindicate early frontocentral activation, particularly over the right\nhemisphere (peak magnitude 124-148 ms) that is independent of input\nvisual field or motor response requirement, and that is clearly separate\nin timecourse from the posterior responses elicited by visual input.\nThese findings are in accord with the multiplicity of visual inputs to\nfrontal cortex and are discussed in terms of frontal lobe functions as\nmay be required in these tasks. (C) 2001 Elsevier Science B.V. All\nrights reserved.", "number": "1", "month": "AUG", "affiliation": "Saron, CD (Reprint Author), Nathan S Kline Inst Psychiat Res, Program Cognit Neurosci \\& Schizophrenia, Cognit Neurophysiol Lab, 140 Old Orangeburg Rd,Bldg 35, Orangeburg, NY 10962 USA.\nNathan S Kline Inst Psychiat Res, Program Cognit Neurosci \\& Schizophrenia, Cognit Neurophysiol Lab, Orangeburg, NY 10962 USA.\nYeshiva Univ Albert Einstein Coll Med, Dept Neurosci, Bronx, NY 10461 USA.\nYeshiva Univ Albert Einstein Coll Med, Dept Neurol, Bronx, NY 10461 USA.\nYeshiva Univ Albert Einstein Coll Med, Dept Psychiat \\& Behav Sci, Bronx, NY 10461 USA.", "doc-delivery-number": "473WC", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Visual activation of frontal cortex: segregation from occipital activity", "times-cited": "21", "unique-id": "ISI:000171070900009", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Aguirre GK, 1998, NEUROIMAGE, V8, P360, DOI 10.1006/nimg.1998.0369.\nAHLFORS SP, 1992, ELECTROEN CLIN NEURO, V82, P225, DOI 10.1016/0013-4694(92)90172-E.\nANDERSON TJ, 1994, BRAIN, V117, P1073, DOI 10.1093/brain/117.5.1073.\nAnllo-Vento L, 1998, HUM BRAIN MAPP, V6, P216, DOI 10.1002/(SICI)1097-0193(1998)6:4<216::AID-HBM3>3.0.CO;2-6.\nASANUMA C, 1985, J COMP NEUROL, V241, P357, DOI 10.1002/cne.902410309.\nBabiloni Fabio, 1995, Brain Topography, V8, P35, DOI 10.1007/BF01187668.\nBlanke O, 1999, NEUROREPORT, V10, P925, DOI 10.1097/00001756-199904060-00006.\nBLUMENHARDT LD, 1979, EXP BRAIN RES, V36, P53.\nBonmassar G, 1999, NEUROREPORT, V10, P1893, DOI 10.1097/00001756-199906230-00018.\nBOUSSAOUD D, 1993, EXP BRAIN RES, V95, P28.\nBrindley G, 1972, J PHYSIOL-LONDON, V225, P1.\nCAVADA C, 1989, J COMP NEUROL, V287, P422, DOI 10.1002/cne.902870403.\nCLARKE JM, 1995, BRAIN, V118, P473, DOI 10.1093/brain/118.2.473.\nCorbetta M, 1998, NEURON, V21, P761, DOI 10.1016/S0896-6273(00)80593-0.\nCorbetta M, 1998, PHILOS T ROY SOC B, V353, P1353, DOI 10.1098/rstb.1998.0289.\nCoull JT, 1998, NEUROIMAGE, V8, P176, DOI 10.1006/nimg.1998.0354.\nCulham JC, 1998, J NEUROPHYSIOL, V80, P2657.\nD'Esposito M, 1998, COGNITIVE BRAIN RES, V7, P1, DOI 10.1016/S0926-6410(98)00004-4.\nD'Esposito M, 1998, NEUROIMAGE, V8, P274, DOI 10.1006/nimg.1998.0364.\nDAO-FEN C, 1991, Somatosensory and Motor Research, V8, P27.\nDeYoe EA, 1996, P NATL ACAD SCI USA, V93, P2382, DOI 10.1073/pnas.93.6.2382.\nEgeth HE, 1997, ANNU REV PSYCHOL, V48, P269, DOI 10.1146/annurev.psych.48.1.269.\nEndo H, 1999, COGNITIVE BRAIN RES, V8, P229, DOI 10.1016/S0926-6410(99)00024-5.\nEverling S, 1998, NEUROPSYCHOLOGIA, V36, P885, DOI 10.1016/S0028-3932(98)00020-7.\nFerrera VP, 1999, NEUROREPORT, V10, P1315, DOI 10.1097/00001756-199904260-00030.\nFUKUSHIMA J, 1994, BIOL PSYCHIAT, V36, P21, DOI 10.1016/0006-3223(94)90058-2.\nFUNAHASHI S, 1990, J NEUROPHYSIOL, V63, P814.\nFUNAHASHI S, 1993, NATURE, V365, P753, DOI 10.1038/365753a0.\nGAREY LJ, 1991, VISION VISUAL DYSFUN, V3, P176.\nGraziano MSA, 1997, J NEUROPHYSIOL, V77, P2268.\nHADJUKOVIC R, 1984, ELECTROENCEPHALOGR C, V58, pP13.\nHalliday AM, 1979, HUMAN EVOKED POTENTI, P135.\nHashimoto T, 1999, EXP BRAIN RES, V125, P375, DOI 10.1007/s002210050693.\nHasnain MK, 1998, HUM BRAIN MAPP, V6, P301, DOI 10.1002/(SICI)1097-0193(1998)6:4<301::AID-HBM8>3.0.CO;2-7.\nHUGHES J R, 1992, Brain Topography, V4, P215, DOI 10.1007/BF01131153.\nIkeda H, 1998, NEUROSCIENCE, V84, P723, DOI 10.1016/S0306-4522(97)00569-1.\nITO SI, 1982, BRAIN RES, V247, P39, DOI 10.1016/0006-8993(82)91025-3.\nKarayanidis F, 1996, ELECTROEN CLIN NEURO, V99, P38, DOI 10.1016/0921-884X(96)95116-4.\nKastner S, 1999, NEURON, V22, P751, DOI 10.1016/S0896-6273(00)80734-5.\nKawamichi H, 1998, NEUROREPORT, V9, P1127, DOI 10.1097/00001756-199804200-00031.\nKennedy DN, 1998, CEREB CORTEX, V8, P372, DOI 10.1093/cercor/8.4.372.\nKim YH, 1999, NEUROIMAGE, V9, P269, DOI 10.1006/nimg.1999.0408.\nKonishi S, 1999, BRAIN, V122, P981, DOI 10.1093/brain/122.5.981.\nKURITATASHIMA S, 1991, NEUROSCI RES, V10, P52, DOI 10.1016/0168-0102(91)90019-U.\nKURITATASHIMA S, 1992, INVEST OPHTH VIS SCI, V33, P2423.\nLuna B, 1998, CEREB CORTEX, V8, P40, DOI 10.1093/cercor/8.1.40.\nLUPPINO G, 1993, J COMP NEUROL, V338, P114, DOI 10.1002/cne.903380109.\nMAIER J, 1987, VISION RES, V27, P165, DOI 10.1016/0042-6989(87)90179-9.\nMangun GR, 1998, NEUROPSYCHOLOGIA, V36, P189, DOI 10.1016/S0028-3932(97)00123-1.\nMuri RM, 1999, NEUROPSYCHOLOGIA, V37, P199.\nMYSLOBODSKY M S, 1991, Brain Topography, V3, P381, DOI 10.1007/BF01129641.\nOLDFIELD RC, 1971, NEUROPSYCHOLOGIA, V9, P97, DOI 10.1016/0028-3932(71)90067-4.\nOSSENBLOK P, 1991, ELECTROEN CLIN NEURO, V80, P181, DOI 10.1016/0168-5597(91)90120-M.\nPERRIN F, 1987, IEEE T BIO-MED ENG, V34, P283, DOI 10.1109/TBME.1987.326089.\nPERRIN F, 1989, ELECTROEN CLIN NEURO, V72, P184, DOI 10.1016/0013-4694(89)90180-6.\nPetrides M, 1999, EUR J NEUROSCI, V11, P1011, DOI 10.1046/j.1460-9568.1999.00518.x.\nPIERROTDESEILLIGNY C, 1991, BRAIN, V114, P1473, DOI 10.1093/brain/114.3.1473.\nPOSNER MI, 1980, Q J EXP PSYCHOL, V32, P3, DOI 10.1080/00335558008248231.\nPrice CJ, 1997, NEUROIMAGE, V5, P261, DOI 10.1006/nimg.1997.0269.\nRIEHLE A, 1991, BRAIN RES, V540, P131, DOI 10.1016/0006-8993(91)90499-L.\nRIEHLE A, 1989, J NEUROPHYSIOL, V61, P534.\nRizzolatti G, 1998, ELECTROEN CLIN NEURO, V106, P283, DOI 10.1016/S0013-4694(98)00022-4.\nRo T, 1999, NEUROPSYCHOLOGIA, V37, P225.\nSCHALL JD, 1991, J NEUROPHYSIOL, V66, P530.\nSCHALL JD, 1995, J NEUROSCI, V15, P6905.\nSchall JD, 1997, CEREBR CORT, V12, P527.\nSCHULTER ND, 1998, BRAIN, V121, P785.\nSimpson G V, 1995, Electroencephalogr Clin Neurophysiol Suppl, V44, P76.\nSIMPSON GV, 1995, J CLIN NEUROPHYSIOL, V12, P432, DOI 10.1097/00004691-199509010-00003.\nSREBRO R, 1987, VISION RES, V27, P901, DOI 10.1016/0042-6989(87)90006-X.\nSTENSAAS SS, 1974, J NEUROSURG, V40, P747, DOI 10.3171/jns.1974.40.6.0747.\nThorpe S, 1996, NATURE, V381, P520, DOI 10.1038/381520a0.\nThut G, 2000, NEUROREPORT, V11, P2843, DOI 10.1097/00001756-200009110-00004.\nVaughan H G Jr, 1987, Electroencephalogr Clin Neurophysiol Suppl, V39, P137.\nWalker R, 1998, NEUROPSYCHOLOGIA, V36, P1141, DOI 10.1016/S0028-3932(98)00004-9.\nWise SP, 1997, ANNU REV NEUROSCI, V20, P25, DOI 10.1146/annurev.neuro.20.1.25.\nZhang J, 1997, J NEUROSCI, V17, P2227.", "volume": "12", "orcid-numbers": "Foxe, John/0000-0002-4300-3098", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000171070900009", "pages": "75-88", "usage-count-since-2013": "4", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00036-2", "language": "English", "keyword": "visual activation; frontal cortex; occipital activity; spatial\nattention; high-density mapping; event-related potential; scalp current\ndensity", "number-of-cited-references": "77", "author": "Saron, CD and Schroeder, CE and Foxe, JJ and Vaughan, HG", "research-areas": "Computer Science; Neurosciences \\& Neurology", "usage-count-(last-180-days)": "0"}, {"issn": "0953-4814", "abstract": "Enterprise resource planning (ERP) technologies can, despite their\napparent flexibility, act as a rather obdurate tool for management's\npolitical programmes. To understand this, a combined organisational\npolitics and sociology of technology approach is adopted, viewing\ntechnology as a political Programme for change. A total of 30\nmanufacturing case studies grouped around three ERP vendors and systems, show that using technology is not only an issue controlled by an\nenterprise's actors. IT suppliers and management consultants and others\nform communities, which promote certain political programmes. These\ncases demonstrate that enterprise configurations of ERP do share\ncommonalities, whereas two longitudinal case studies are used to discuss\nunique enterprise politics. While some features of the systems/political\nprogrammes were frozen, others were fluid, and could be configured in\nmicro political processes. Thus hardness is contextual. The political\nrole of technology is not just a case of flexibility or hardness, but a\ncomplicated pattern of negotiability, resources, social and geographical\ndistance.", "number": "1", "affiliation": "Koch, C (Reprint Author), Tech Univ Denmark, AMOTEK Ctr, DK-2800 Lyngby, Denmark.\nTech Univ Denmark, AMOTEK Ctr, DK-2800 Lyngby, Denmark.", "doc-delivery-number": "409EB", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "J. Organ. Chang. Manage.", "web-of-science-categories": "Management", "title": "Enterprise resource planning - Information technology as a steamroller\nfor management politics?", "pages": "64-78", "unique-id": "ISI:000167370600005", "number-of-cited-references": "30", "journal": "JOURNAL OF ORGANIZATIONAL CHANGE MANAGEMENT", "cited-references": "BADHAM R, 1995, SYMBIOSIS WORK TECHN.\nBIJKER W, 1995, BAKELITE BULBS BICYC.\nBuchanan D, 1992, EXPERTISE CHANGE AGE.\nCallon M., 1991, SOCIOLOGY MONSTERS E.\nClausen C, 1999, TECHNOL ANAL STRATEG, V11, P463.\nClegg S., 1989, FRAMEWORKS POWER.\nDavenport T. H., 1998, HARVARD BUSINESS JUL.\nFLECK J, 1993, INT J HUMAN FACTORS, V3.\nFUJIMORA J, 1992, SCI PRACTICE CULTURE.\nGrint K., 1995, MANAGEMENT SOCIOLOGI.\nGrint K, 1997, MACHINE WORK TECHNOL.\nHANSETH, 1998, P 19 INT C INF SYST.\nHEILIGE HD, 1996, LEITBILDER PRUFSTAND.\nHUCZINSKY A, 1993, MANAGEMENT GURUS WHA.\nKELLER G, 1997, SAP R3 PROZESSORIENT.\nKNIGHTS D, 1994, MANAGERS DIVIDED.\nKOCH C, 1998, MANAGEMENT TECHNOLOG.\nKOCH C, 2000, TECHNOLOGY ANAL STRA, V12.\nLatour B., 1997, ACTOR NETWORK THEORY.\nLatour Bruno, 1987, SCI ACTION.\nLaw J., 1991, SOCIOLOGY MONSTERS E.\nLaw J, 1999, ACTOR NETWORK THEORY.\nMcLoughlin I., 1999, CREATIVE TECHNOLOGIC.\nORLIKOWSKY W, 1992, ORG SCI, V3.\nPettigrew AM, 1985, AWAKENING GIANT.\nPfeffer J., 1981, POWER ORG.\nSalzman H., 1994, SOFTWARE DESIGN.\nTIERNEY M, 1990, 22 PICT.\nWeick K. E., 1990, TECHNOLOGY ORG.\nWilliams R, 1996, RES POLICY, V25, P865, DOI 10.1016/0048-7333(96)00885-2.", "volume": "14", "orcid-numbers": "Koch, Christian/0000-0003-3750-976X", "address": "60/62 TOLLER LANE, BRADFORD BD8 9BY, W YORKSHIRE, ENGLAND", "ID": "ISI:000167370600005", "times-cited": "21", "usage-count-since-2013": "9", "publisher": "MCB UNIV PRESS LTD", "doi": "10.1108/09534810110367101", "language": "English", "keyword": "organizational politics; technology", "type": "Article", "author": "Koch, C", "research-areas": "Business \\& Economics", "usage-count-(last-180-days)": "0"}, {"issn": "0926-6410", "keywords-plus": "POSITRON EMISSION TOMOGRAPHY; SELECTIVE ATTENTION; PREFRONTAL CORTEX;\nCONTROL SETTINGS; PARIETAL CORTEX; MECHANISMS; COLOR; CONTINGENT; BRAIN;\nREPRESENTATION", "abstract": "The present experiment offers event-related potential evidence\nsuggesting that modulation of neural activity in the visual cortex\nunderlies top-down attentional capture by irrelevant cues. Participants\nperformed a covert visual search task where they identified the unique\nstimulus in a brief, four-location display. Targets defined uniquely by\ncolor or onset were run in separate blocks, encouraging observers to\nadopt different attentional sets in each block. In Experiment 1, a\nbrief, white, abrupt-onset cue highlighted one of the locations 100 or\n200 ms prior to the target display. In Experiment 2, the cue display\nconsisted of three white and one red cues simultaneously presented at\nthe four locations. In both experiments, participants were informed that\nthere was no predictive relation between the location of the cue and\nthat of the target. Reaction times were dependent on the location of the\npreceding cue (i.e. attention was captured), but only in those blocks\nwhere the cue shared the uniquely relevant target feature. Evoked\npotentials over the right hemisphere were modulated during the\nattention-capturing blocks just prior to the cue's appearance.\nAdditionally, the Nt wave elicited by the cue was enhanced over\noccipital regions during the attention-capturing blocks. These findings\nsupport the notion that attentional capture with peripheral cues is not\nsimply reflexive but is modulated by top-down processes. (C) 2001\nElsevier Science B.V. All rights reserved.", "number": "3", "month": "DEC", "affiliation": "Arnott, SR (Reprint Author), Baycrest Ctr Geriatr Care, Rotman Res Inst, 3560 Bathurst St, Toronto, ON M6A 2E1, Canada.\nUniv Toronto, Dept Psychol, Toronto, ON M5S 1A1, Canada.\nBaycrest Ctr Geriatr Care, Rotman Res Inst, Toronto, ON M6A 2E1, Canada.\nMcMaster Univ, Dept Psychol, Toronto, ON, Canada.", "doc-delivery-number": "506QX", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "Cognit. Brain Res.", "web-of-science-categories": "Computer Science, Artificial Intelligence; Neurosciences; Neuroimaging", "title": "Attentional set modulates visual areas: an event-related potential study\nof attentional capture", "times-cited": "20", "unique-id": "ISI:000172984200003", "type": "Article", "journal": "COGNITIVE BRAIN RESEARCH", "cited-references": "Aine CJ, 1996, CEREB CORTEX, V6, P354, DOI 10.1093/cercor/6.3.354.\nAmerican Encephalographic Society, 1991, J CLIN NEUROPHYSIOL, V8, P200, DOI DOI 10.1097/00004691-199104000-00007.\nAnllo-Vento L, 1998, HUM BRAIN MAPP, V6, P216, DOI 10.1002/(SICI)1097-0193(1998)6:4<216::AID-HBM3>3.0.CO;2-6.\nBACON WF, 1994, PERCEPT PSYCHOPHYS, V55, P485, DOI 10.3758/BF03205306.\nBanich MT, 2000, COGNITIVE BRAIN RES, V10, P1, DOI 10.1016/S0926-6410(00)00015-X.\nBRUNIA CHM, 1993, PSYCHOPHYSIOLOGY, V30, P327, DOI 10.1111/j.1469-8986.1993.tb02054.x.\nColby CL, 1999, ANNU REV NEUROSCI, V22, P319, DOI 10.1146/annurev.neuro.22.1.319.\nCORBETTA M, 1991, J NEUROSCI, V11, P2383.\nCortese F, 1999, NEUROREPORT, V10, P1565, DOI 10.1097/00001756-199905140-00032.\nCoull JT, 1998, PROG NEUROBIOL, V55, P343, DOI 10.1016/S0301-0082(98)00011-2.\nFERRERA VP, 1994, J NEUROSCI, V14, P6171.\nFOLK CL, 1994, PERCEPT PSYCHOPHYS, V56, P277, DOI 10.3758/BF03209762.\nFolk CL, 1998, J EXP PSYCHOL HUMAN, V24, P847, DOI 10.1037/0096-1523.24.3.847.\nFOLK CL, 1994, J EXP PSYCHOL HUMAN, V20, P317, DOI 10.1037/0096-1523.20.2.317.\nFOLK CL, 1993, J EXP PSYCHOL HUMAN, V19, P682, DOI 10.1037/0096-1523.19.3.682.\nFOLK CL, 1992, J EXP PSYCHOL HUMAN, V18, P1030, DOI 10.1037//0096-1523.18.4.1030.\nFrith C, 1997, PHILOS T ROY SOC B, V352, P1221.\nFUSTER JM, 1985, BRAIN RES, V330, P299, DOI 10.1016/0006-8993(85)90689-4.\nGibson BS, 1998, J EXP PSYCHOL HUMAN, V24, P699, DOI 10.1037/0096-1523.24.3.699.\nGottlieb JP, 1998, NATURE, V391, P481.\nHAENNY PE, 1988, EXP BRAIN RES, V69, P225, DOI 10.1007/BF00247569.\nHAXBY JV, 1994, J NEUROSCI, V14, P6336.\nJEFFREYS DA, 1972, EXP BRAIN RES, V16, P22.\nKastner S, 2000, ANNU REV NEUROSCI, V23, P315.\nKinomura S, 1996, SCIENCE, V271, P512, DOI 10.1126/science.271.5248.512.\nKORNHUBE.HH, 1965, PFLUG ARCH GES PHYS, V284, P1, DOI 10.1007/BF00412364.\nLange JJ, 1998, BIOL PSYCHOL, V48, P153, DOI 10.1016/S0301-0511(98)00011-8.\nLUCK SJ, 1994, J EXP PSYCHOL HUMAN, V20, P887, DOI 10.1037/0096-1523.20.4.887.\nLuck SJ, 1997, J NEUROPHYSIOL, V77, P24.\nMANGUN GR, 1991, J EXP PSYCHOL HUMAN, V17, P1057, DOI 10.1037//0096-1523.17.4.1057.\nMANGUN GR, 1996, MECH MODELS SELECTIV, P40.\nMesulam MM, 1999, PHILOS T ROY SOC B, V354, P1325, DOI 10.1098/rstb.1999.0482.\nMOTTER BC, 1994, J NEUROSCI, V14, P2190.\nOCraven KM, 1997, NEURON, V18, P591, DOI 10.1016/S0896-6273(00)80300-1.\nPARDO JV, 1991, NATURE, V349, P61, DOI 10.1038/349061a0.\nPicton TW, 2000, CLIN NEUROPHYSIOL, V111, P53, DOI 10.1016/S1388-2457(99)00227-8.\nPortin K, 1999, EXP BRAIN RES, V124, P287, DOI 10.1007/s002210050625.\nPOSNER MI, 1990, ANNU REV NEUROSCI, V13, P25, DOI 10.1146/annurev.ne.13.030190.000325.\nPratt J, 2001, VIS COGN, V8, P33.\nRainer G, 1998, NATURE, V393, P577.\nRees G, 1997, SCIENCE, V275, P835, DOI 10.1126/science.275.5301.835.\nRubin N, 1996, SCIENCE, V271, P651, DOI 10.1126/science.271.5249.651.\nSALIN PA, 1995, PHYSIOL REV, V75, P107.\nSimons DJ, 2000, TRENDS COGN SCI, V4, P147, DOI 10.1016/S1364-6613(00)01455-8.\nSKRANDIES W, 1987, UPPER LOWER VISUAL F, P1.\nTANAKA K, 1993, SCIENCE, V262, P685, DOI 10.1126/science.8235589.\nTHEEUWES J, 2000, TIME COURSE TOP DOWN, P105.\nTuratto M, 2000, VISION RES, V40, P1639, DOI 10.1016/S0042-6989(00)00061-4.\nTuratto M, 2001, PERCEPT PSYCHOPHYS, V63, P286, DOI 10.3758/BF03194469.\nUNGERLEIDER LG, 1995, SCIENCE, V270, P769, DOI 10.1126/science.270.5237.769.\nVogel EK, 2000, PSYCHOPHYSIOLOGY, V37, P190, DOI 10.1017/S0048577200981265.\nWojciulik E, 1999, NEURON, V23, P747, DOI 10.1016/S0896-6273(01)80033-7.\nYANTIS S, 1984, J EXP PSYCHOL HUMAN, V10, P601, DOI 10.1037/0096-1523.10.5.601.\nYANTIS S, 1993, J EXP PSYCHOL HUMAN, V19, P676, DOI 10.1037//0096-1523.19.3.676.", "volume": "12", "orcid-numbers": "Martin Arevalo, Elisa/0000-0002-4546-6440\nPratt, Jay/0000-0002-4902-5095", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000172984200003", "pages": "383-395", "usage-count-since-2013": "7", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0926-6410(01)00066-0", "language": "English", "keyword": "visual cortex; attentional capture; attentional set; ERP; N1; top-down", "number-of-cited-references": "54", "author": "Arnott, SR and Pratt, J and Shore, DI and Alain, C", "research-areas": "Computer Science; Neurosciences \\& Neurology", "researcherid-numbers": "Shore, David/F-5109-2010\nMartin Arevalo, Elisa/L-4472-2014\n", "usage-count-(last-180-days)": "2"}, {"issn": "0968-0802", "abstract": "Exploring reasons why sustainable development remains largely at the\nmargins of business school curricula and seeking to develop courses of\naction to embed its ethos more firmly in the institutions in which they\nwork, the authors review international evidence and reflect on their\nexperiences.\nA number of related factors appear to contribute to the marginalization\nof sustainable development in business school curricula. There is the\ntendency for the tertiary sector to follow the corporate world in\nmarket-driven values and goals, with concomitant reluctance on the part\nof many business school academics to step outside mainstream orthodoxy.\nA degree of resistance to interdisciplinary and non-traditional\npedagogical approaches and evaluative methods required by sustainable\ndevelopment is also manifest within many business schools. Encouraging\nsigns are seen, however, in a burgeoning academic literature and growing\nopportunities for collegial support internationally.\nMeans by which business studies curricula can incorporate the concept of\nsustainable development are considered in conjunction with their\nimplications for traditional conceptions of organizational theory, and\nfor tertiary institutions more generally. A modus operandi for a\nnational programme for environmental responsibility in New Zealand\ntertiary institutions is outlined as an example of a possible way\nforward. Copyright (C) 2001 John Wiley \\& Sons, Ltd. and ERP\nEnvironment.", "number": "4", "month": "NOV", "affiliation": "Springett, D (Reprint Author), Massey Univ, Ctr Business \\& Sustainable Dev, Private Bag, Palmerston North, New Zealand.\nMassey Univ, Ctr Business \\& Sustainable Dev, Palmerston North, New Zealand.", "doc-delivery-number": "498ZK", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "GREEN \\& SUSTAINABLE SCIENCE \\& TECHNOLOGY; Planning \\& Development", "title": "Gaining legitimacy? Sustainable development in business school curricula", "times-cited": "18", "unique-id": "ISI:000172543600004", "number-of-cited-references": "31", "journal": "SUSTAINABLE DEVELOPMENT", "cited-references": "ALVESSON M, 1992, CRITICAL MANAGMENT S.\nAlvesson M., 1996, MAKING SENSE MANAGEM.\nAlvesson M, 1996, HDB ORG STUDIES, P191.\nAnderson R., 1998, MID COURSE CORRECTIO.\nBeder SB, 1997, GLOBAL SPIN CORPORAT.\nCapra Fritjof, 1983, TURNING POINT SCI SO.\nElkington, 1997, CANNIBALS FORKS TRIP.\n{*}FOR FUT, 1998, BUS CURR AUT.\n{*}FOR FUT, 1999, SUST DEV ED BUS SPEC.\nFoucault M., 1977, DISCIPLINE PUNISH.\nGLADWIN TN, 1995, ACAD MANAGE REV, V20, P874, DOI 10.2307/258959.\nHailey J, 1998, SUSTAIN DEV, V6, P40, DOI 10.1002/(SICI)1099-1719(199803)6:1<40::AID-SD80>3.0.CO;2-Q.\nHawken P., 1993, ECOLOGY COMMERCE BUS.\nHUCKLE J, 1996, ED SUSTAINABILITY, P104.\nHudson R, 1997, ENVIRON PLANN A, V29, P1647, DOI 10.1068/a291647.\nHudson R., 1995, ENV CHANGE IND POWER, P37.\nKNIGHT P, 1998, PROFITS PRINCIPLES D.\nOrr David W., 1992, ECOLOGICAL LIT ED TR.\nRoome N., 1998, SUSTAINABILITY STRAT, P259.\nROOME NJ, 1996, ED SUSTAINABILITY, P165.\nRowell A., 1996, GREEN BACKLASH GLOBA.\nRYLAND E, 1995, J MANAGEMENT ED, V23, P320.\nSaul J. R., 1997, UNCONSCIOUS CIVILISA.\nSPRINGETT D, 1999, CORPORATE ENV RESPON.\nSPRINGETT D, 1998, P 1998 BUS STRAT ENV, P225.\nStauber J., 1995, TOXIC SLUDGE GOOD YO.\nSterling S., 1996, ED SUSTAINABILITY, P18.\nWelford Richard, 1995, ENV STRATEGY SUSTAIN.\nWelford R., 1997, HIJACKING ENV.\n{*}WORLD RES I, 1998, GREY PINSTR GREEN TI.\n{*}WORLD RES I ASP I, 1999, GREY PINSTR PREP MBA.", "volume": "9", "orcid-numbers": "Tisdell, Clem/0000-0003-4370-4692", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000172543600004", "pages": "213-221", "usage-count-since-2013": "1", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/sd.164", "journal-iso": "Sustain. Dev.", "language": "English", "type": "Article", "author": "Springett, D and Kearins, K", "research-areas": "Science \\& Technology - Other Topics; Public Administration", "researcherid-numbers": "Tisdell, Clem/A-5715-2008", "usage-count-(last-180-days)": "0"}, {"issn": "1532-060X", "keywords-plus": "CAPACITY EXPANSION; ERP; SOFTWARE; REPLACEMENT", "abstract": "Over the last decade, many large organizations have been shifting from\ndeveloping their own information system (IS) to licensing and installing\nlarge software packages known as enterprise resource planning (ERP)\nsystems. These organizations now face the challenge of maintaining these\ncostly systems and many are about to make their first upgrade decisions.\nThe study reported herein aims to address the following research\nquestions from the ERP-client perspective: (1) What are the fundamental\nfactors driving ERP maintenance and upgrade decisions? (2) How do these\nfactors differ from those for traditional custom, in-house software? and\n(3) Do existing software and hardware replacement models suffice for ERP\nmaintenance and upgrade decision modeling? A single case study method\nand empirical data analysis were conducted and are presented here. We\nobserve that ERP maintenance and upgrade characteristics are indeed\nunique in three ways: (1) most organizations maintain and upgrade their\nERP systems in order to realize increased business benefits from the\nsystems; (2) a new version upgrade reduces the number of ERP-client-done\nenhancement modifications; and (3) a new version upgrade potentially\nreduces future legal change patch (LCP) maintenance distributed by the\nERP vendor. It was also found that on average LCP maintenance is almost\nas costly as user enhancements. Based on these findings, we conclude\nthat the existing in-house software and hardware replacement models are\ninsufficient for ERP situations. We propose a preliminary ER-P decision\nmodel that overcomes the observed insufficiencies. Copyright (C) 2001\nJohn Wiley Sons, Ltd.", "number": "6", "month": "NOV-DEC", "affiliation": "Ng, CSP (Reprint Author), Queensland Univ Technol, Informat Syst Management Res Ctr, Brisbane, Qld 4001, Australia.\nQueensland Univ Technol, Informat Syst Management Res Ctr, Brisbane, Qld 4001, Australia.", "doc-delivery-number": "510CM", "year": "2001", "ENTRYTYPE": "article", "journal-iso": "J. Softw. Maint. Evol.-Res. Pract.", "web-of-science-categories": "Computer Science, Software Engineering", "title": "A decision framework for enterprise resource planning maintenance and\nupgrade: A client perspective", "times-cited": "17", "unique-id": "ISI:000173191200005", "number-of-cited-references": "72", "journal": "JOURNAL OF SOFTWARE MAINTENANCE AND EVOLUTION-RESEARCH AND PRACTICE", "cited-references": "{*}400 GROUP, 1998, IS AN, V37, P2.\n{*}400 GROUP, 1998, IS AN, V37, P13.\nBANKER RD, 1989, PROCEEDINGS OF THE TENTH INTERNATIONAL CONFERENCE ON INFORMATION SYSTEMS, P247, DOI 10.1145/75034.75056.\nBENBASAT I, 1987, MIS QUART, V11, P369, DOI 10.2307/248684.\nBERGLAND GD, 1981, TUTORIAL SOFTWARE DE, P475.\nBingi P, 1999, INFORM SYST MANAGE, V16, P7, DOI 10.1201/1078/43197.16.3.19990601/31310.2.\nBrehm L., 2001, P 34 HAW INT C SYST.\nBROOKS FP, 1979, MYTHICAL MAN MONTH E.\nButler J, 1999, INFORM SYST MANAGE, V16, P15, DOI 10.1201/1078/43197.16.3.19990601/31311.3.\nCallaway E., 2000, ERP NEXT GENERATION.\nCARLINO J, 2000, AMR RES PREDICTS ENT.\nCARLINO J, 2000, AMR RES.\nChan TZ, 1996, IEEE T SOFTWARE ENG, V22, P580, DOI 10.1109/32.536958.\nChapin N, 2000, PROC IEEE INT CONF S, P247, DOI 10.1109/ICSM.2000.883056.\nCLEMONS C., 1998, P 4 AM C INF SYST BA, P109.\nCoakes S.J., 1999, SPSS ANAL ANGUISH VE.\nBradford M., 2003, GOVT FINANCE REV, V4, P205.\nCraig R., 1999, P INT C INF SYST ASS, P654.\nDavenport T. H., 2000, Information Systems Frontiers, V2, P163, DOI 10.1023/A:1026591822284.\nDavenport TH, 1998, HARVARD BUS REV, V76, P121.\nDAVENPORT TH, 1996, P 2 AM C INF SYST PH, pA51.\nFontana J, 1999, INTERNETWEEK, P19.\nGABLE GG, 1992, P S E AS REG COMP CO, V65, P1.\nGIRARD K, 2000, BUSINESS 2 0.\nGLASS RL, 1999, SOFTWARE PRACTITIONE, V9, P1.\nGLASS RL, 1991, SOFTWARE PRACTIT MAY, P5.\nGLOVER SM, 1999, INTERNAL AUDITOR, V61, P40.\nGoodhue D, 1990, P 11 INT C INF SYST, P181.\nGray L, 1998, PC WEEK, V15, P6.\nHammer M, 1996, REENGINEERING CORPOR.\nHares J, 1994, MEASURING VALUE INFO.\nHEALD K, 2000, AMR RES.\nHICKS DA, 1995, IIE SOLUTIONS, V27, P12.\nHOPP WJ, 1991, NAV RES LOG, V38, P203, DOI 10.1002/1520-6750(199104)38:2<203::AID-NAV3220380207>3.0.CO;2-E.\nJAKOVLJEVIC PJ, 2000, TECHNOLOGY EVALUATIO.\nJAKOVLJEVIC PJ, 2001, TECHNOLOGY EVALUATIO.\nLEHMAN M. M., 1976, P 2 INT C SOFTW ENG, P350.\nLEHMAN MM, 1980, PROGRAM EVOLUTION PR.\nLientz B. P., 1980, SOFTWARE MAINTENANCE.\nLYONS MJ, 1981, AFIPS C P 1981 NAT C, V50, P337.\nTanis C., 1999, FRAMING DOMAINS IT M, P173.\nMarkus M. L., 2001, BUSINESS PROCESS MAN, V7, P171.\nMCDONNELL S, 2000, COMPUTERWORLD, V34, P56.\nMORPHY E, 1999, EXPORT TODAY, V15, P42.\nMullin R, 1997, CHEM WEEK, V159, P40.\nNELLEMANN DO, 1993, ENTERPRISE INFORMATI, P163.\nNg CSP, 2001, PROC IEEE INT CONF S, P528, DOI 10.1109/ICSM.2001.972766.\nNorris G., 2000, E BUSINESS ERP TRANS.\nPEARSON D, 1998, CIO MAGAZINE.\nRADOSEVICH L, 1998, INFOWORLD, V20, P67.\nRajagopalan S, 1998, MANAGE SCI, V44, P12, DOI 10.1287/mnsc.44.1.12.\nRAJAGOPALAN S, 1992, MANAGE SCI, V38, P525, DOI 10.1287/mnsc.38.4.525.\nRoss J. W., 2000, Information Systems Frontiers, V2, P233, DOI 10.1023/A:1026500224101.\n{*}SAP AG, 1998, BC ENH SAP STAND.\nSarkis J, 2001, INFORM SYST MANAGE, V18, P62, DOI 10.1201/1078/43196.18.3.20010601/31292.9.\nScarf P. A., 1999, J QUALITY MAINTENANC, V5, P40, DOI 10.1108/13552519910257050.\nShanks G., 2000, Proceedings of the 8th European Conference on Information Systems, P537.\nSIEBER T, 1999, P INT C INF SYST ASS, P629.\nSLATER D, 1998, CIO MAGAZINE.\nSoh C, 2000, COMMUN ACM, V43, P47, DOI 10.1145/332051.332070.\nSONGINI ML, 2000, COMPUTERWORLD, V34, P105.\nSTEDMAN C, 2000, COMPUTERWORLD, V34, P10.\nStedman C., 1999, COMPUTERWORLD, V33, P6.\nStein T., 1999, InformationWEEK, P59.\nSTEIN T, 1999, INFORMATION WEEK, P42.\nTHOMPSON O, 2001, TECHNOLOGY EVALUATIO.\nVERNADAT F. B., 1996, ENTERPRISE MODELING.\nWESTON R, 1998, COMPUTERWORLD, V32, P24.\nWilson T, 1999, INTERNETWEEK, P1.\nYin RK, 1994, CASE STUDY RES DESIG, V5.\n2000, DELOITTE TOUCHE TOHM.\n2000, QGFMS BENEFIT REALIZ.", "volume": "13", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000173191200005", "pages": "431-468", "usage-count-since-2013": "9", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/smr.241", "language": "English", "keyword": "package software; user opportunity cost; software maintenance; software\nupgrade; decision support; case study", "type": "Article", "author": "Ng, CSP", "research-areas": "Computer Science", "usage-count-(last-180-days)": "1"}, {"issn": "0272-6963", "abstract": "Operations Management has a much longer history than our sister\nfunctions in business: finance, marketing, accounting, etc. Yet, we\nstill struggle with fewer majoring students, fewer and newer journals, less academic respect, greater student fear, and fewer professors. Yet, most of the physical and human assets in real-world organizations are\nstill in the operations function and most of the excitement in industry\nlies in the operations area: TQM, JIT, supply chain management, ERP mass\ncustomization, and so on. This paper will, address some hopes for our\nfuture regarding practice, teaching, and research. (C) 2001 Published by\nElsevier Science B.V.", "number": "4", "month": "JUL", "doc-delivery-number": "446LX", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "Management; Operations Research \\& Management Science", "title": "Hopes for the future of operations management", "pages": "397-402", "unique-id": "ISI:000169515700001", "number-of-cited-references": "0", "journal": "JOURNAL OF OPERATIONS MANAGEMENT", "volume": "19", "address": "PO BOX 211, 1000 AE AMSTERDAM, NETHERLANDS", "ID": "ISI:000169515700001", "times-cited": "16", "usage-count-since-2013": "6", "publisher": "ELSEVIER SCIENCE BV", "doi": "10.1016/S0272-6963(01)00056-0", "journal-iso": "J. Oper. Manag.", "language": "English", "type": "Editorial Material", "author": "Meredith, JR", "research-areas": "Business \\& Economics; Operations Research \\& Management Science", "researcherid-numbers": "chiu, takeung/A-2046-2013", "usage-count-(last-180-days)": "2"}, {"issn": "0968-0802", "keywords-plus": "WORLD-BANK", "abstract": "The past few years have not been particularly auspicious in\nenvironmental terms; there is increasing evidence of a fairly widespread\nenvironmental crisis, increasing the pressure to rethink many of the\nconcepts related to environment and development. Among the important\nconcepts that need to be revisited and further explored is `sustainable\ndevelopment'. This paper examines the roots of the sustainable\ndevelopment concept and argues that within the current international\npolitical economic system it would be nearly impossible to adopt\ndevelopment strategies that are conducive to truly sustainable\ndevelopment. Four hypotheses about international political economic\nstructures and their relationship to sustainable development are\nexamined. The analysis builds on the linkages between historical\nprocesses, international political economic structures, international\ninstitutions and the development process posited by globalist theories.\nThe paper concludes that profound changes in economic, political and\nsocial structure would be necessary to foster sustainable development.\nCopyright (C) 2001 John Wiley \\& Sons, Ltd and ERP Environment.", "number": "2", "month": "MAY", "affiliation": "Carvalho, GO (Reprint Author), Woods Hole Res Ctr, POB 296, Woods Hole, MA 02543 USA.\nWoods Hole Res Ctr, Woods Hole, MA 02543 USA.", "doc-delivery-number": "438WJ", "year": "2001", "ENTRYTYPE": "article", "web-of-science-categories": "GREEN \\& SUSTAINABLE SCIENCE \\& TECHNOLOGY; Planning \\& Development", "title": "Sustainable development: Is it achievable within the existing\ninternational political economy context?", "pages": "61-73", "unique-id": "ISI:000169077000001", "number-of-cited-references": "86", "journal": "SUSTAINABLE DEVELOPMENT", "cited-references": "Adams W. M., 1990, GREEN DEV.\nAmin S., 1976, UNEQUAL DEV ESSAY SO.\nARCHIBUGI F, 1989, EC ECOLOGY TOWARDS S.\nArrighi G., 1986, REVIEW, V10, P9.\nAscher W., 1990, NATURAL RESOURCE POL.\nBARAN P, 1995, POLITICAL EC DEV UND.\nBarber CV, 1998, ENVIRONMENT, V40, P4.\nBARBOSA LC, 1993, REVIEW, V16, P215.\nBryner G.C., 1997, PROMISES PERFORMANCE.\nCardoso F. H., 1979, DEPENDENCY DEV LATIN.\nCARVALHO G, 1998, THESIS COLORADO STAT.\nCernea M., 1991, 114 WORLD BANK.\nCHAMBERS R, 1992, REAL LIFE EC UNDERST, P214.\nChase-Dunn Christopher, 1981, WORLD SYSTEM STRUCTU, P30.\nChatterjee Pratap, 1995, EARTH BROKERS POWER.\nDabelko G., 1995, GREEN PLANET BLUES E.\n{*}DAG HAMM I, 1975, WHAT NOW AN DEV.\nDALY H, 1993, SCI AM           NOV, P50.\nDALY HE, 1994, ECOL ECON, V10, P183, DOI 10.1016/0921-8009(94)90106-6.\nDaly H. E., 1989, COMMON GOOD REDIRECT.\nDauvergne Peter, 1997, SHADOWS FOREST JAPAN.\nDAWN, 1985, DEV CRISIS ALTERNATI.\nDEVALL W, 1985, DEEP ECOLOGY.\nEscobar Arturo, 1984, ALTERNATIVES, V10, P377.\nEvans P. B., 1979, DEPENDENT DEV ALLIAN.\nFarrell Alex, 1998, ENVIRONMENT, V40, p{[}4, 26].\nFarrell A., 1998, ENVIRONMENT, V40, P5.\nFORSYTH T, 1998, ENVIROMENT, V40, P17.\nFORSYTH T, 1998, ENVIROMENT, V40, P39.\nFox Jonathan, 1998, STRUGGLE ACCOUNTABIL.\nFrank AG, 1981, CRISIS 3 WORLD.\nFrank Andre Gunder, 1979, DEPENDENT ACCUMULATI.\nFRANKS CM, 1984, ANN REV BEHAV THERAP, V9, P1.\nGaltung J., 1986, LIVING EC NEW EC MAK, P97.\n{*}GEN AGR TRAD TRAF, 1992, TRAD ENV.\nGEORGE S, 1988, FATE WORSE THAN DEBT.\nGeorge Susan, 1992, DEBT BOOMERANG.\nGHABBOUR S, 1992, ENVIRON VALUE, V1, P171.\nGoodman D., 1991, ENV DEV LATIN AM POL.\nGOODMAN DS, 1990, FUTURE AMAZONIA.\nGrove Richard H., 1995, GREEN IMPERIALISM CO.\nHall A, 1989, DEV AMAZONIA DEFORES.\nHancock G., 1989, LORDS POVERTY POWER.\nHARRISON P, 1998, INSIDE 3 WORLD.\nHarrison P, 1993, 3 REVOLUTION POPULAT.\nHuntington Samuel, 1968, POLITICAL ORDER CHAN.\nHURRELLA, 1995, INT POLITICS ENV.\nKOLK A, 1996, FORESTS ITN ENV POLI.\nLELE SM, 1991, WORLD DEV, V19, P607, DOI 10.1016/0305-750X(91)90197-P.\nLe Prestre Philippe, 1989, WORLD BANK ENV CHALL.\nLohmann L., 1990, ECOLOGIST, V20, P82.\nMacNeill Jim, 1991, INTERDEPENDENCE MESH.\nMerchant C., 1992, RADICAL ECOLOGY SEAR.\nMiddleton N., 1993, TEARS CROCODILE RIO.\nMIKESELL R, 1995, INT BANKS ENV GROWTH.\nNAESS A, 1988, ECOLOGY COMMUNITY LI.\nNORGAARD RB, 1988, FUTURES, V20, P606, DOI 10.1016/0016-3287(88)90003-1.\nO'Riordan T., 1988, SUSTAINABLE ENV MANA, P29.\nPearce D., 1989, BLUEPRINT GREEN EC.\nPEREIRA W, 1990, ASKING EARTH.\nPezzey J, 1992, 2 WORLD BANK.\nRamakrishna K, 1997, NATURE, V390, P227, DOI 10.1038/36723.\nRedclift M., 1987, SUSTAINABLE DEV EXPL.\nReid D, 1995, SUSTAINABLE DEV INTR.\nREPETTO R, 1986, GLOBAL POSSIBLE RESO.\nRICH B, 1990, WORLD POLICY J, V7, P305.\nRich B., 1995, MORTGAGING EARTH WOR.\nRODRIGUES MG, 1996, ENV PROTECTION ISSUE.\nRostow W. W., 1961, STAGES EC GROWTH.\nSagoff M., 1988, EC EARTH.\nSchumacher E.F., 1973, SMALL IS BEAUTIFUL E.\nSERAGELDIN I, 1992, 2 ESD WORLD BANK.\nShabecoff P., 1996, NEW NAME PEACE INT E.\nShiva V., 1989, STAYING ALIVE WOMEN.\nShiva Vandana, 1991, ECOLOGY POLITICS SUR.\nSmith J. W., 1991, HIGH TECH FIX SUSTAI.\nStrange Susan, 1988, STATES MARKETS INTRO.\nTHACHER P, 1992, INT POLITICS ENV, P183.\nTrainer T., 1989, DEV DEATH RETHINKING.\n{*}UN DEV PROGR UNDP, 1994, HUM DEV REP.\n{*}UN ENV PROGR, 1981, UNEP EXECUTIVE SERIE, V1.\nWallerstein I., 1984, POLITICS WORLD EC.\nWALLERSTEIN I, 1976, MODERN WORLD SYSTE 2.\nWinterbottom R, 1990, TAKING STOCK TROPICA.\nWolf Eric, 1982, EUROPE PEOPLE HIST.\nWorld Commission on Environment and Development, 1987, OUR COMM FUT.", "volume": "9", "address": "BAFFINS LANE CHICHESTER, W SUSSEX PO19 1UD, ENGLAND", "ID": "ISI:000169077000001", "times-cited": "16", "usage-count-since-2013": "5", "publisher": "JOHN WILEY \\& SONS LTD", "doi": "10.1002/sd.159.abs", "journal-iso": "Sustain. Dev.", "language": "English", "type": "Article", "author": "Carvalho, GO", "research-areas": "Science \\& Technology - Other Topics; Public Administration", "usage-count-(last-180-days)": "1"}]